/*
Navicat MySQL Data Transfer

Source Server         : localhost_3306
Source Server Version : 50027
Source Host           : localhost:3306
Source Database       : kdpm

Target Server Type    : MYSQL
Target Server Version : 50027
File Encoding         : 65001

Date: 2018-01-12 15:46:10
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `dict`
-- ----------------------------
DROP TABLE IF EXISTS `dict`;
CREATE TABLE `dict` (
  `Dist_Id` varchar(32) NOT NULL,
  `Dict_Column` varchar(255) NOT NULL,
  `Dict_Key` varchar(255) NOT NULL,
  `Dict_Value` varchar(255) NOT NULL,
  `Sort` bigint(20) NOT NULL,
  PRIMARY KEY  (`Dist_Id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of dict
-- ----------------------------
INSERT INTO `dict` VALUES ('10Y', 'OPERATION', '1', '退出系统', '20');
INSERT INTO `dict` VALUES ('11Y', 'OPERATION', '2', '创建', '30');
INSERT INTO `dict` VALUES ('12Y', 'OPERATION', '3', '完成', '40');
INSERT INTO `dict` VALUES ('13Y', 'OPERATION', '4', '修改', '50');
INSERT INTO `dict` VALUES ('14Y', 'OPERATION', '5', '删除', '60');
INSERT INTO `dict` VALUES ('15Y', 'PURPOSE', '0', '任务', '10');
INSERT INTO `dict` VALUES ('16Y', 'PURPOSE', '1', '项目', '20');
INSERT INTO `dict` VALUES ('17Y', 'PURPOSE', '2', '文档', '30');
INSERT INTO `dict` VALUES ('18Y', 'PURPOSE', '3', '成员', '40');
INSERT INTO `dict` VALUES ('19Y', 'PURPOSE', '4', '用户', '50');
INSERT INTO `dict` VALUES ('1L', 'PROJECTSTATE', '0', '未完成', '10');
INSERT INTO `dict` VALUES ('1Y', 'LEVEL', '0', '管理员', '20');
INSERT INTO `dict` VALUES ('2L', 'PROJECTSTATE', '1', '已完成', '20');
INSERT INTO `dict` VALUES ('2Y', 'LEVEL', '1', '成员', '10');
INSERT INTO `dict` VALUES ('3L', 'PROJECTSTATE', '2', '未开始', '30');
INSERT INTO `dict` VALUES ('3Y', 'HISTORY', '0', '今天', '10');
INSERT INTO `dict` VALUES ('4L', 'PROJECTSTATE', '3', '进行中', '40');
INSERT INTO `dict` VALUES ('4Y', 'HISTORY', '1', '昨天', '20');
INSERT INTO `dict` VALUES ('5L', 'PROJECTTYPE', '0', '长期项目', '10');
INSERT INTO `dict` VALUES ('5Y', 'HISTORY', '2', '前天', '30');
INSERT INTO `dict` VALUES ('6L', 'PROJECTTYPE', '1', '短期项目', '20');
INSERT INTO `dict` VALUES ('6Y', 'HISTORY', '3', '本周', '40');
INSERT INTO `dict` VALUES ('7L', 'PROJECTTYPE', '2', '维护项目', '30');
INSERT INTO `dict` VALUES ('7Y', 'HISTORY', '4', '本月', '50');
INSERT INTO `dict` VALUES ('8Y', 'HISTORY', '5', '上月', '60');
INSERT INTO `dict` VALUES ('9Y', 'OPERATION', '0', '登录系统', '10');

-- ----------------------------
-- Table structure for `history`
-- ----------------------------
DROP TABLE IF EXISTS `history`;
CREATE TABLE `history` (
  `History_Id` varchar(32) NOT NULL,
  `User_Id` varchar(32) NOT NULL,
  `Project_Id` varchar(32) NOT NULL,
  `User_Action` varchar(255) NOT NULL,
  `Target_Kind` varchar(255) NOT NULL,
  `Target` varchar(255) NOT NULL,
  `Time` datetime NOT NULL,
  PRIMARY KEY  (`History_Id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of history
-- ----------------------------
INSERT INTO `history` VALUES ('001', '002', '003', '004', '005', '006', '2018-01-10 23:29:10');

-- ----------------------------
-- Table structure for `menutable`
-- ----------------------------
DROP TABLE IF EXISTS `menutable`;
CREATE TABLE `menutable` (
  `menu_id` varchar(32) NOT NULL,
  `menu_name` varchar(255) NOT NULL,
  `menu_number` varchar(255) NOT NULL,
  `menu_belong` varchar(255) NOT NULL,
  `menu_sort` int(7) NOT NULL,
  PRIMARY KEY  (`menu_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of menutable
-- ----------------------------

-- ----------------------------
-- Table structure for `mission`
-- ----------------------------
DROP TABLE IF EXISTS `mission`;
CREATE TABLE `mission` (
  `Mission_Id` varchar(32) NOT NULL,
  `Mission_Name` varchar(255) NOT NULL,
  `Mission_Details` varchar(255) NOT NULL,
  `Mission_Role` varchar(255) NOT NULL,
  `Mission_Number` varchar(255) NOT NULL,
  `Project_Id` varchar(32) NOT NULL,
  `Mission_Date_Begin` datetime NOT NULL,
  `Mission_Date_Over` datetime NOT NULL,
  `Mission_State` varchar(255) NOT NULL,
  PRIMARY KEY  (`Mission_Id`),
  KEY `Project_Id` (`Project_Id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of mission
-- ----------------------------
INSERT INTO `mission` VALUES ('Lxxxx2018011101', '建立数据库', '无', 'xie', 'Lxxxx20180111001', 'Lxxxx', '2018-01-03 23:29:40', '2018-01-06 23:29:48', '');
INSERT INTO `mission` VALUES ('Lxxxx2018011102', '建立表', '无', 'xie', 'Lxxxx20180111002', 'Lxxxx', '2018-01-04 23:32:49', '2018-01-07 23:32:55', '');
INSERT INTO `mission` VALUES ('Lxxxx2018011103', '往表里插入数据', '无', 'xie', 'Lxxxx20180111003', 'Lxxxx', '2018-01-05 23:34:56', '2018-01-08 23:35:05', '');

-- ----------------------------
-- Table structure for `project`
-- ----------------------------
DROP TABLE IF EXISTS `project`;
CREATE TABLE `project` (
  `Project_Id` varchar(32) NOT NULL,
  `Project_Name` varchar(255) NOT NULL,
  `Project_Type` varchar(255) NOT NULL,
  `Project_Date_Begin` datetime NOT NULL,
  `Project_Date_Over` datetime NOT NULL,
  `Project_Working_Days` int(11) NOT NULL,
  `Project_State` varchar(255) default NULL,
  `Project_Describe` text,
  PRIMARY KEY  (`Project_Id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of project
-- ----------------------------
INSERT INTO `project` VALUES ('10L', '飞马项目管理2a', '0', '2017-11-29 21:06:37', '2018-01-15 21:06:53', '78', '1', '这是一个我们需要共同努力的项目');
INSERT INTO `project` VALUES ('11L', '飞马项目管理dfa', '2', '2017-11-29 21:06:37', '2018-01-15 21:06:53', '78', '2', '这是一个我们需要共同努力的项目');
INSERT INTO `project` VALUES ('12L', '飞马项目管理as4', '1', '2017-11-29 21:06:37', '2018-01-15 21:06:53', '32', '3', '这是一个我们需要共同努力的项目');
INSERT INTO `project` VALUES ('13L', '飞马项目asd管理as5', '0', '2017-11-29 21:06:37', '2018-01-15 21:06:53', '78', '1', '这是一个我们需要共同努力的项目');
INSERT INTO `project` VALUES ('14L', '飞马项目管asd理6', '1', '2017-11-29 21:06:37', '2018-01-15 21:06:53', '78', '0', '这是一个我们需要共同努力的项目');
INSERT INTO `project` VALUES ('15L', '飞马项目管asd理7', '1', '2017-11-29 21:06:37', '2018-01-15 21:06:53', '78', '1', '这是一个我们需要共同努力的项目');
INSERT INTO `project` VALUES ('1L', '飞马项目管理', '2', '2017-11-29 21:06:37', '2018-01-15 21:06:53', '78', '3', '这是一个我们需要共同努力的项目');
INSERT INTO `project` VALUES ('2L', '飞马项目管理2', '1', '2017-11-29 21:06:37', '2018-01-15 21:06:53', '78', '2', '这是一个我们需要共同努力的项目');
INSERT INTO `project` VALUES ('3L', '飞马项目管理3', '0', '2017-11-29 21:06:37', '2018-01-15 21:06:53', '78', '1', '这是一个我们需要共同努力的项目');
INSERT INTO `project` VALUES ('4L', '飞马项目管理4', '1', '2017-11-29 21:06:37', '2018-01-15 21:06:53', '78', '0', '这是一个我们需要共同努力的项目');
INSERT INTO `project` VALUES ('5L', '飞马项目管理5', '2', '2017-11-29 21:06:37', '2018-01-15 21:06:53', '78', '1', '这是一个我们需要共同努力的项目');
INSERT INTO `project` VALUES ('6L', '飞马项目管理6', '1', '2017-11-29 21:06:37', '2018-01-15 21:06:53', '78', '2', '这是一个我们需要共同努力的项目');
INSERT INTO `project` VALUES ('7L', '飞马项目管理7', '2', '2017-11-29 21:06:37', '2018-01-15 21:06:53', '78', '0', '这是一个我们需要共同努力的项目');
INSERT INTO `project` VALUES ('8L', '飞马项目管理1', '1', '2017-11-29 21:06:37', '2018-01-15 21:06:53', '78', '1', '这是一个我们需要共同努力的项目');
INSERT INTO `project` VALUES ('9L', '飞马项目管理as', '1', '2017-11-29 21:06:37', '2018-01-15 21:06:53', '78', '0', '这是一个我们需要共同努力的项目');

-- ----------------------------
-- Table structure for `user`
-- ----------------------------
DROP TABLE IF EXISTS `user`;
CREATE TABLE `user` (
  `User_Id` varchar(32) NOT NULL,
  `Login_Name` varchar(255) NOT NULL,
  `User_Password` varchar(255) NOT NULL,
  `User_Name` varchar(255) NOT NULL,
  `User_TrueName` varchar(255) NOT NULL,
  `User_Tel` bigint(20) default NULL,
  `User_QQ` bigint(20) default NULL,
  `User_Email` varchar(255) default NULL,
  `User_Sex` varchar(255) NOT NULL,
  `User_Img` varchar(255) default NULL,
  PRIMARY KEY  (`User_Id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of user
-- ----------------------------
INSERT INTO `user` VALUES ('a', 'a', 'b', 'a', 'a', '21', '21', 'qq', 'qq', 'qq');
INSERT INTO `user` VALUES ('c58c1a02376b421e9a7ee17b12ff4100', 'yushiqi', '6C7853904788FC7CB4B08AE90F226EDC', 'yushiqi123', '喻世琦', '13555446688', '544654655', '54654654@qq.com', '男', '#');
INSERT INTO `user` VALUES ('id1', '登录名1', '密码1', '用户名1', '真实姓名1', '1', '1', '邮箱1', '性别1', '头像1');
INSERT INTO `user` VALUES ('id10', '登录名10', '密码10', '用户名10', '真实姓名10', '10', '10', '邮箱10', '性别10', '头像10');
INSERT INTO `user` VALUES ('id100', '登录名100', '密码100', '用户名100', '真实姓名100', '100', '100', '邮箱100', '性别100', '头像100');
INSERT INTO `user` VALUES ('id101', '登录名101', '密码101', '用户名101', '真实姓名101', '101', '101', '邮箱101', '性别101', '头像101');
INSERT INTO `user` VALUES ('id102', '登录名102', '密码102', '用户名102', '真实姓名102', '102', '102', '邮箱102', '性别102', '头像102');
INSERT INTO `user` VALUES ('id103', '登录名103', '密码103', '用户名103', '真实姓名103', '103', '103', '邮箱103', '性别103', '头像103');
INSERT INTO `user` VALUES ('id104', '登录名104', '密码104', '用户名104', '真实姓名104', '104', '104', '邮箱104', '性别104', '头像104');
INSERT INTO `user` VALUES ('id105', '登录名105', '密码105', '用户名105', '真实姓名105', '105', '105', '邮箱105', '性别105', '头像105');
INSERT INTO `user` VALUES ('id106', '登录名106', '密码106', '用户名106', '真实姓名106', '106', '106', '邮箱106', '性别106', '头像106');
INSERT INTO `user` VALUES ('id107', '登录名107', '密码107', '用户名107', '真实姓名107', '107', '107', '邮箱107', '性别107', '头像107');
INSERT INTO `user` VALUES ('id108', '登录名108', '密码108', '用户名108', '真实姓名108', '108', '108', '邮箱108', '性别108', '头像108');
INSERT INTO `user` VALUES ('id109', '登录名109', '密码109', '用户名109', '真实姓名109', '109', '109', '邮箱109', '性别109', '头像109');
INSERT INTO `user` VALUES ('id11', '登录名11', '密码11', '用户名11', '真实姓名11', '11', '11', '邮箱11', '性别11', '头像11');
INSERT INTO `user` VALUES ('id110', '登录名110', '密码110', '用户名110', '真实姓名110', '110', '110', '邮箱110', '性别110', '头像110');
INSERT INTO `user` VALUES ('id111', '登录名111', '密码111', '用户名111', '真实姓名111', '111', '111', '邮箱111', '性别111', '头像111');
INSERT INTO `user` VALUES ('id1111', '111111111', '222222222', '555', '555', '555', '555', '555', '555', '555');
INSERT INTO `user` VALUES ('id112', '登录名112', '密码112', '用户名112', '真实姓名112', '112', '112', '邮箱112', '性别112', '头像112');
INSERT INTO `user` VALUES ('id113', '登录名113', '密码113', '用户名113', '真实姓名113', '113', '113', '邮箱113', '性别113', '头像113');
INSERT INTO `user` VALUES ('id114', '登录名114', '密码114', '用户名114', '真实姓名114', '114', '114', '邮箱114', '性别114', '头像114');
INSERT INTO `user` VALUES ('id115', '登录名115', '密码115', '用户名115', '真实姓名115', '115', '115', '邮箱115', '性别115', '头像115');
INSERT INTO `user` VALUES ('id116', '登录名116', '密码116', '用户名116', '真实姓名116', '116', '116', '邮箱116', '性别116', '头像116');
INSERT INTO `user` VALUES ('id117', '登录名117', '密码117', '用户名117', '真实姓名117', '117', '117', '邮箱117', '性别117', '头像117');
INSERT INTO `user` VALUES ('id118', '登录名118', '密码118', '用户名118', '真实姓名118', '118', '118', '邮箱118', '性别118', '头像118');
INSERT INTO `user` VALUES ('id119', '登录名119', '密码119', '用户名119', '真实姓名119', '119', '119', '邮箱119', '性别119', '头像119');
INSERT INTO `user` VALUES ('id12', '登录名12', '密码12', '用户名12', '真实姓名12', '12', '12', '邮箱12', '性别12', '头像12');
INSERT INTO `user` VALUES ('id120', '登录名120', '密码120', '用户名120', '真实姓名120', '120', '120', '邮箱120', '性别120', '头像120');
INSERT INTO `user` VALUES ('id121', '登录名121', '密码121', '用户名121', '真实姓名121', '121', '121', '邮箱121', '性别121', '头像121');
INSERT INTO `user` VALUES ('id122', '登录名122', '密码122', '用户名122', '真实姓名122', '122', '122', '邮箱122', '性别122', '头像122');
INSERT INTO `user` VALUES ('id123', '登录名123', '密码123', '用户名123', '真实姓名123', '123', '123', '邮箱123', '性别123', '头像123');
INSERT INTO `user` VALUES ('id124', '登录名124', '密码124', '用户名124', '真实姓名124', '124', '124', '邮箱124', '性别124', '头像124');
INSERT INTO `user` VALUES ('id125', '登录名125', '密码125', '用户名125', '真实姓名125', '125', '125', '邮箱125', '性别125', '头像125');
INSERT INTO `user` VALUES ('id126', '登录名126', '密码126', '用户名126', '真实姓名126', '126', '126', '邮箱126', '性别126', '头像126');
INSERT INTO `user` VALUES ('id127', '登录名127', '密码127', '用户名127', '真实姓名127', '127', '127', '邮箱127', '性别127', '头像127');
INSERT INTO `user` VALUES ('id128', '登录名128', '密码128', '用户名128', '真实姓名128', '128', '128', '邮箱128', '性别128', '头像128');
INSERT INTO `user` VALUES ('id129', '登录名129', '密码129', '用户名129', '真实姓名129', '129', '129', '邮箱129', '性别129', '头像129');
INSERT INTO `user` VALUES ('id13', '登录名13', '密码13', '用户名13', '真实姓名13', '13', '13', '邮箱13', '性别13', '头像13');
INSERT INTO `user` VALUES ('id130', '登录名130', '密码130', '用户名130', '真实姓名130', '130', '130', '邮箱130', '性别130', '头像130');
INSERT INTO `user` VALUES ('id131', '登录名131', '密码131', '用户名131', '真实姓名131', '131', '131', '邮箱131', '性别131', '头像131');
INSERT INTO `user` VALUES ('id132', '登录名132', '密码132', '用户名132', '真实姓名132', '132', '132', '邮箱132', '性别132', '头像132');
INSERT INTO `user` VALUES ('id133', '登录名133', '密码133', '用户名133', '真实姓名133', '133', '133', '邮箱133', '性别133', '头像133');
INSERT INTO `user` VALUES ('id134', '登录名134', '密码134', '用户名134', '真实姓名134', '134', '134', '邮箱134', '性别134', '头像134');
INSERT INTO `user` VALUES ('id135', '登录名135', '密码135', '用户名135', '真实姓名135', '135', '135', '邮箱135', '性别135', '头像135');
INSERT INTO `user` VALUES ('id136', '登录名136', '密码136', '用户名136', '真实姓名136', '136', '136', '邮箱136', '性别136', '头像136');
INSERT INTO `user` VALUES ('id137', '登录名137', '密码137', '用户名137', '真实姓名137', '137', '137', '邮箱137', '性别137', '头像137');
INSERT INTO `user` VALUES ('id138', '登录名138', '密码138', '用户名138', '真实姓名138', '138', '138', '邮箱138', '性别138', '头像138');
INSERT INTO `user` VALUES ('id139', '登录名139', '密码139', '用户名139', '真实姓名139', '139', '139', '邮箱139', '性别139', '头像139');
INSERT INTO `user` VALUES ('id14', '登录名14', '密码14', '用户名14', '真实姓名14', '14', '14', '邮箱14', '性别14', '头像14');
INSERT INTO `user` VALUES ('id140', '登录名140', '密码140', '用户名140', '真实姓名140', '140', '140', '邮箱140', '性别140', '头像140');
INSERT INTO `user` VALUES ('id141', '登录名141', '密码141', '用户名141', '真实姓名141', '141', '141', '邮箱141', '性别141', '头像141');
INSERT INTO `user` VALUES ('id142', '登录名142', '密码142', '用户名142', '真实姓名142', '142', '142', '邮箱142', '性别142', '头像142');
INSERT INTO `user` VALUES ('id143', '登录名143', '密码143', '用户名143', '真实姓名143', '143', '143', '邮箱143', '性别143', '头像143');
INSERT INTO `user` VALUES ('id144', '登录名144', '密码144', '用户名144', '真实姓名144', '144', '144', '邮箱144', '性别144', '头像144');
INSERT INTO `user` VALUES ('id145', '登录名145', '密码145', '用户名145', '真实姓名145', '145', '145', '邮箱145', '性别145', '头像145');
INSERT INTO `user` VALUES ('id146', '登录名146', '密码146', '用户名146', '真实姓名146', '146', '146', '邮箱146', '性别146', '头像146');
INSERT INTO `user` VALUES ('id147', '登录名147', '密码147', '用户名147', '真实姓名147', '147', '147', '邮箱147', '性别147', '头像147');
INSERT INTO `user` VALUES ('id148', '登录名148', '密码148', '用户名148', '真实姓名148', '148', '148', '邮箱148', '性别148', '头像148');
INSERT INTO `user` VALUES ('id149', '登录名149', '密码149', '用户名149', '真实姓名149', '149', '149', '邮箱149', '性别149', '头像149');
INSERT INTO `user` VALUES ('id15', '登录名15', '密码15', '用户名15', '真实姓名15', '15', '15', '邮箱15', '性别15', '头像15');
INSERT INTO `user` VALUES ('id150', '登录名150', '密码150', '用户名150', '真实姓名150', '150', '150', '邮箱150', '性别150', '头像150');
INSERT INTO `user` VALUES ('id151', '登录名151', '密码151', '用户名151', '真实姓名151', '151', '151', '邮箱151', '性别151', '头像151');
INSERT INTO `user` VALUES ('id152', '登录名152', '密码152', '用户名152', '真实姓名152', '152', '152', '邮箱152', '性别152', '头像152');
INSERT INTO `user` VALUES ('id153', '登录名153', '密码153', '用户名153', '真实姓名153', '153', '153', '邮箱153', '性别153', '头像153');
INSERT INTO `user` VALUES ('id154', '登录名154', '密码154', '用户名154', '真实姓名154', '154', '154', '邮箱154', '性别154', '头像154');
INSERT INTO `user` VALUES ('id155', '登录名155', '密码155', '用户名155', '真实姓名155', '155', '155', '邮箱155', '性别155', '头像155');
INSERT INTO `user` VALUES ('id156', '登录名156', '密码156', '用户名156', '真实姓名156', '156', '156', '邮箱156', '性别156', '头像156');
INSERT INTO `user` VALUES ('id157', '登录名157', '密码157', '用户名157', '真实姓名157', '157', '157', '邮箱157', '性别157', '头像157');
INSERT INTO `user` VALUES ('id158', '登录名158', '密码158', '用户名158', '真实姓名158', '158', '158', '邮箱158', '性别158', '头像158');
INSERT INTO `user` VALUES ('id159', '登录名159', '密码159', '用户名159', '真实姓名159', '159', '159', '邮箱159', '性别159', '头像159');
INSERT INTO `user` VALUES ('id16', '登录名16', '密码16', '用户名16', '真实姓名16', '16', '16', '邮箱16', '性别16', '头像16');
INSERT INTO `user` VALUES ('id160', '登录名160', '密码160', '用户名160', '真实姓名160', '160', '160', '邮箱160', '性别160', '头像160');
INSERT INTO `user` VALUES ('id161', '登录名161', '密码161', '用户名161', '真实姓名161', '161', '161', '邮箱161', '性别161', '头像161');
INSERT INTO `user` VALUES ('id162', '登录名162', '密码162', '用户名162', '真实姓名162', '162', '162', '邮箱162', '性别162', '头像162');
INSERT INTO `user` VALUES ('id163', '登录名163', '密码163', '用户名163', '真实姓名163', '163', '163', '邮箱163', '性别163', '头像163');
INSERT INTO `user` VALUES ('id164', '登录名164', '密码164', '用户名164', '真实姓名164', '164', '164', '邮箱164', '性别164', '头像164');
INSERT INTO `user` VALUES ('id165', '登录名165', '密码165', '用户名165', '真实姓名165', '165', '165', '邮箱165', '性别165', '头像165');
INSERT INTO `user` VALUES ('id166', '登录名166', '密码166', '用户名166', '真实姓名166', '166', '166', '邮箱166', '性别166', '头像166');
INSERT INTO `user` VALUES ('id167', '登录名167', '密码167', '用户名167', '真实姓名167', '167', '167', '邮箱167', '性别167', '头像167');
INSERT INTO `user` VALUES ('id168', '登录名168', '密码168', '用户名168', '真实姓名168', '168', '168', '邮箱168', '性别168', '头像168');
INSERT INTO `user` VALUES ('id169', '登录名169', '密码169', '用户名169', '真实姓名169', '169', '169', '邮箱169', '性别169', '头像169');
INSERT INTO `user` VALUES ('id17', '登录名17', '密码17', '用户名17', '真实姓名17', '17', '17', '邮箱17', '性别17', '头像17');
INSERT INTO `user` VALUES ('id170', '登录名170', '密码170', '用户名170', '真实姓名170', '170', '170', '邮箱170', '性别170', '头像170');
INSERT INTO `user` VALUES ('id171', '登录名171', '密码171', '用户名171', '真实姓名171', '171', '171', '邮箱171', '性别171', '头像171');
INSERT INTO `user` VALUES ('id172', '登录名172', '密码172', '用户名172', '真实姓名172', '172', '172', '邮箱172', '性别172', '头像172');
INSERT INTO `user` VALUES ('id173', '登录名173', '密码173', '用户名173', '真实姓名173', '173', '173', '邮箱173', '性别173', '头像173');
INSERT INTO `user` VALUES ('id174', '登录名174', '密码174', '用户名174', '真实姓名174', '174', '174', '邮箱174', '性别174', '头像174');
INSERT INTO `user` VALUES ('id175', '登录名175', '密码175', '用户名175', '真实姓名175', '175', '175', '邮箱175', '性别175', '头像175');
INSERT INTO `user` VALUES ('id176', '登录名176', '密码176', '用户名176', '真实姓名176', '176', '176', '邮箱176', '性别176', '头像176');
INSERT INTO `user` VALUES ('id177', '登录名177', '密码177', '用户名177', '真实姓名177', '177', '177', '邮箱177', '性别177', '头像177');
INSERT INTO `user` VALUES ('id178', '登录名178', '密码178', '用户名178', '真实姓名178', '178', '178', '邮箱178', '性别178', '头像178');
INSERT INTO `user` VALUES ('id179', '登录名179', '密码179', '用户名179', '真实姓名179', '179', '179', '邮箱179', '性别179', '头像179');
INSERT INTO `user` VALUES ('id18', '登录名18', '密码18', '用户名18', '真实姓名18', '18', '18', '邮箱18', '性别18', '头像18');
INSERT INTO `user` VALUES ('id180', '登录名180', '密码180', '用户名180', '真实姓名180', '180', '180', '邮箱180', '性别180', '头像180');
INSERT INTO `user` VALUES ('id181', '登录名181', '密码181', '用户名181', '真实姓名181', '181', '181', '邮箱181', '性别181', '头像181');
INSERT INTO `user` VALUES ('id182', '登录名182', '密码182', '用户名182', '真实姓名182', '182', '182', '邮箱182', '性别182', '头像182');
INSERT INTO `user` VALUES ('id183', '登录名183', '密码183', '用户名183', '真实姓名183', '183', '183', '邮箱183', '性别183', '头像183');
INSERT INTO `user` VALUES ('id184', '登录名184', '密码184', '用户名184', '真实姓名184', '184', '184', '邮箱184', '性别184', '头像184');
INSERT INTO `user` VALUES ('id185', '登录名185', '密码185', '用户名185', '真实姓名185', '185', '185', '邮箱185', '性别185', '头像185');
INSERT INTO `user` VALUES ('id186', '登录名186', '密码186', '用户名186', '真实姓名186', '186', '186', '邮箱186', '性别186', '头像186');
INSERT INTO `user` VALUES ('id187', '登录名187', '密码187', '用户名187', '真实姓名187', '187', '187', '邮箱187', '性别187', '头像187');
INSERT INTO `user` VALUES ('id188', '登录名188', '密码188', '用户名188', '真实姓名188', '188', '188', '邮箱188', '性别188', '头像188');
INSERT INTO `user` VALUES ('id189', '登录名189', '密码189', '用户名189', '真实姓名189', '189', '189', '邮箱189', '性别189', '头像189');
INSERT INTO `user` VALUES ('id19', '登录名19', '密码19', '用户名19', '真实姓名19', '19', '19', '邮箱19', '性别19', '头像19');
INSERT INTO `user` VALUES ('id190', '登录名190', '密码190', '用户名190', '真实姓名190', '190', '190', '邮箱190', '性别190', '头像190');
INSERT INTO `user` VALUES ('id191', '登录名191', '密码191', '用户名191', '真实姓名191', '191', '191', '邮箱191', '性别191', '头像191');
INSERT INTO `user` VALUES ('id192', '登录名192', '密码192', '用户名192', '真实姓名192', '192', '192', '邮箱192', '性别192', '头像192');
INSERT INTO `user` VALUES ('id193', '登录名193', '密码193', '用户名193', '真实姓名193', '193', '193', '邮箱193', '性别193', '头像193');
INSERT INTO `user` VALUES ('id194', '登录名194', '密码194', '用户名194', '真实姓名194', '194', '194', '邮箱194', '性别194', '头像194');
INSERT INTO `user` VALUES ('id195', '登录名195', '密码195', '用户名195', '真实姓名195', '195', '195', '邮箱195', '性别195', '头像195');
INSERT INTO `user` VALUES ('id196', '登录名196', '密码196', '用户名196', '真实姓名196', '196', '196', '邮箱196', '性别196', '头像196');
INSERT INTO `user` VALUES ('id197', '登录名197', '密码197', '用户名197', '真实姓名197', '197', '197', '邮箱197', '性别197', '头像197');
INSERT INTO `user` VALUES ('id198', '登录名198', '密码198', '用户名198', '真实姓名198', '198', '198', '邮箱198', '性别198', '头像198');
INSERT INTO `user` VALUES ('id199', '登录名199', '密码199', '用户名199', '真实姓名199', '199', '199', '邮箱199', '性别199', '头像199');
INSERT INTO `user` VALUES ('id2', '登录名2', '密码2', '用户名2', '真实姓名2', '2', '2', '邮箱2', '性别2', '头像2');
INSERT INTO `user` VALUES ('id20', '登录名20', '密码20', '用户名20', '真实姓名20', '20', '20', '邮箱20', '性别20', '头像20');
INSERT INTO `user` VALUES ('id200', '登录名200', '密码200', '用户名200', '真实姓名200', '200', '200', '邮箱200', '性别200', '头像200');
INSERT INTO `user` VALUES ('id201', '登录名201', '密码201', '用户名201', '真实姓名201', '201', '201', '邮箱201', '性别201', '头像201');
INSERT INTO `user` VALUES ('id202', '登录名202', '密码202', '用户名202', '真实姓名202', '202', '202', '邮箱202', '性别202', '头像202');
INSERT INTO `user` VALUES ('id203', '登录名203', '密码203', '用户名203', '真实姓名203', '203', '203', '邮箱203', '性别203', '头像203');
INSERT INTO `user` VALUES ('id204', '登录名204', '密码204', '用户名204', '真实姓名204', '204', '204', '邮箱204', '性别204', '头像204');
INSERT INTO `user` VALUES ('id205', '登录名205', '密码205', '用户名205', '真实姓名205', '205', '205', '邮箱205', '性别205', '头像205');
INSERT INTO `user` VALUES ('id206', '登录名206', '密码206', '用户名206', '真实姓名206', '206', '206', '邮箱206', '性别206', '头像206');
INSERT INTO `user` VALUES ('id207', '登录名207', '密码207', '用户名207', '真实姓名207', '207', '207', '邮箱207', '性别207', '头像207');
INSERT INTO `user` VALUES ('id208', '登录名208', '密码208', '用户名208', '真实姓名208', '208', '208', '邮箱208', '性别208', '头像208');
INSERT INTO `user` VALUES ('id209', '登录名209', '密码209', '用户名209', '真实姓名209', '209', '209', '邮箱209', '性别209', '头像209');
INSERT INTO `user` VALUES ('id21', '登录名21', '密码21', '用户名21', '真实姓名21', '21', '21', '邮箱21', '性别21', '头像21');
INSERT INTO `user` VALUES ('id210', '登录名210', '密码210', '用户名210', '真实姓名210', '210', '210', '邮箱210', '性别210', '头像210');
INSERT INTO `user` VALUES ('id211', '登录名211', '密码211', '用户名211', '真实姓名211', '211', '211', '邮箱211', '性别211', '头像211');
INSERT INTO `user` VALUES ('id212', '登录名212', '密码212', '用户名212', '真实姓名212', '212', '212', '邮箱212', '性别212', '头像212');
INSERT INTO `user` VALUES ('id213', '登录名213', '密码213', '用户名213', '真实姓名213', '213', '213', '邮箱213', '性别213', '头像213');
INSERT INTO `user` VALUES ('id214', '登录名214', '密码214', '用户名214', '真实姓名214', '214', '214', '邮箱214', '性别214', '头像214');
INSERT INTO `user` VALUES ('id215', '登录名215', '密码215', '用户名215', '真实姓名215', '215', '215', '邮箱215', '性别215', '头像215');
INSERT INTO `user` VALUES ('id216', '登录名216', '密码216', '用户名216', '真实姓名216', '216', '216', '邮箱216', '性别216', '头像216');
INSERT INTO `user` VALUES ('id217', '登录名217', '密码217', '用户名217', '真实姓名217', '217', '217', '邮箱217', '性别217', '头像217');
INSERT INTO `user` VALUES ('id218', '登录名218', '密码218', '用户名218', '真实姓名218', '218', '218', '邮箱218', '性别218', '头像218');
INSERT INTO `user` VALUES ('id219', '登录名219', '密码219', '用户名219', '真实姓名219', '219', '219', '邮箱219', '性别219', '头像219');
INSERT INTO `user` VALUES ('id22', '登录名22', '密码22', '用户名22', '真实姓名22', '22', '22', '邮箱22', '性别22', '头像22');
INSERT INTO `user` VALUES ('id220', '登录名220', '密码220', '用户名220', '真实姓名220', '220', '220', '邮箱220', '性别220', '头像220');
INSERT INTO `user` VALUES ('id221', '登录名221', '密码221', '用户名221', '真实姓名221', '221', '221', '邮箱221', '性别221', '头像221');
INSERT INTO `user` VALUES ('id222', '登录名222', '密码222', '用户名222', '真实姓名222', '222', '222', '邮箱222', '性别222', '头像222');
INSERT INTO `user` VALUES ('id223', '登录名223', '密码223', '用户名223', '真实姓名223', '223', '223', '邮箱223', '性别223', '头像223');
INSERT INTO `user` VALUES ('id224', '登录名224', '密码224', '用户名224', '真实姓名224', '224', '224', '邮箱224', '性别224', '头像224');
INSERT INTO `user` VALUES ('id225', '登录名225', '密码225', '用户名225', '真实姓名225', '225', '225', '邮箱225', '性别225', '头像225');
INSERT INTO `user` VALUES ('id226', '登录名226', '密码226', '用户名226', '真实姓名226', '226', '226', '邮箱226', '性别226', '头像226');
INSERT INTO `user` VALUES ('id227', '登录名227', '密码227', '用户名227', '真实姓名227', '227', '227', '邮箱227', '性别227', '头像227');
INSERT INTO `user` VALUES ('id228', '登录名228', '密码228', '用户名228', '真实姓名228', '228', '228', '邮箱228', '性别228', '头像228');
INSERT INTO `user` VALUES ('id229', '登录名229', '密码229', '用户名229', '真实姓名229', '229', '229', '邮箱229', '性别229', '头像229');
INSERT INTO `user` VALUES ('id23', '登录名23', '密码23', '用户名23', '真实姓名23', '23', '23', '邮箱23', '性别23', '头像23');
INSERT INTO `user` VALUES ('id230', '登录名230', '密码230', '用户名230', '真实姓名230', '230', '230', '邮箱230', '性别230', '头像230');
INSERT INTO `user` VALUES ('id231', '登录名231', '密码231', '用户名231', '真实姓名231', '231', '231', '邮箱231', '性别231', '头像231');
INSERT INTO `user` VALUES ('id232', '登录名232', '密码232', '用户名232', '真实姓名232', '232', '232', '邮箱232', '性别232', '头像232');
INSERT INTO `user` VALUES ('id233', '登录名233', '密码233', '用户名233', '真实姓名233', '233', '233', '邮箱233', '性别233', '头像233');
INSERT INTO `user` VALUES ('id234', '登录名234', '密码234', '用户名234', '真实姓名234', '234', '234', '邮箱234', '性别234', '头像234');
INSERT INTO `user` VALUES ('id235', '登录名235', '密码235', '用户名235', '真实姓名235', '235', '235', '邮箱235', '性别235', '头像235');
INSERT INTO `user` VALUES ('id236', '登录名236', '密码236', '用户名236', '真实姓名236', '236', '236', '邮箱236', '性别236', '头像236');
INSERT INTO `user` VALUES ('id237', '登录名237', '密码237', '用户名237', '真实姓名237', '237', '237', '邮箱237', '性别237', '头像237');
INSERT INTO `user` VALUES ('id238', '登录名238', '密码238', '用户名238', '真实姓名238', '238', '238', '邮箱238', '性别238', '头像238');
INSERT INTO `user` VALUES ('id239', '登录名239', '密码239', '用户名239', '真实姓名239', '239', '239', '邮箱239', '性别239', '头像239');
INSERT INTO `user` VALUES ('id24', '登录名24', '密码24', '用户名24', '真实姓名24', '24', '24', '邮箱24', '性别24', '头像24');
INSERT INTO `user` VALUES ('id240', '登录名240', '密码240', '用户名240', '真实姓名240', '240', '240', '邮箱240', '性别240', '头像240');
INSERT INTO `user` VALUES ('id241', '登录名241', '密码241', '用户名241', '真实姓名241', '241', '241', '邮箱241', '性别241', '头像241');
INSERT INTO `user` VALUES ('id242', '登录名242', '密码242', '用户名242', '真实姓名242', '242', '242', '邮箱242', '性别242', '头像242');
INSERT INTO `user` VALUES ('id243', '登录名243', '密码243', '用户名243', '真实姓名243', '243', '243', '邮箱243', '性别243', '头像243');
INSERT INTO `user` VALUES ('id244', '登录名244', '密码244', '用户名244', '真实姓名244', '244', '244', '邮箱244', '性别244', '头像244');
INSERT INTO `user` VALUES ('id245', '登录名245', '密码245', '用户名245', '真实姓名245', '245', '245', '邮箱245', '性别245', '头像245');
INSERT INTO `user` VALUES ('id246', '登录名246', '密码246', '用户名246', '真实姓名246', '246', '246', '邮箱246', '性别246', '头像246');
INSERT INTO `user` VALUES ('id247', '登录名247', '密码247', '用户名247', '真实姓名247', '247', '247', '邮箱247', '性别247', '头像247');
INSERT INTO `user` VALUES ('id248', '登录名248', '密码248', '用户名248', '真实姓名248', '248', '248', '邮箱248', '性别248', '头像248');
INSERT INTO `user` VALUES ('id249', '登录名249', '密码249', '用户名249', '真实姓名249', '249', '249', '邮箱249', '性别249', '头像249');
INSERT INTO `user` VALUES ('id25', '登录名25', '密码25', '用户名25', '真实姓名25', '25', '25', '邮箱25', '性别25', '头像25');
INSERT INTO `user` VALUES ('id250', '登录名250', '密码250', '用户名250', '真实姓名250', '250', '250', '邮箱250', '性别250', '头像250');
INSERT INTO `user` VALUES ('id251', '登录名251', '密码251', '用户名251', '真实姓名251', '251', '251', '邮箱251', '性别251', '头像251');
INSERT INTO `user` VALUES ('id252', '登录名252', '密码252', '用户名252', '真实姓名252', '252', '252', '邮箱252', '性别252', '头像252');
INSERT INTO `user` VALUES ('id253', '登录名253', '密码253', '用户名253', '真实姓名253', '253', '253', '邮箱253', '性别253', '头像253');
INSERT INTO `user` VALUES ('id254', '登录名254', '密码254', '用户名254', '真实姓名254', '254', '254', '邮箱254', '性别254', '头像254');
INSERT INTO `user` VALUES ('id255', '登录名255', '密码255', '用户名255', '真实姓名255', '255', '255', '邮箱255', '性别255', '头像255');
INSERT INTO `user` VALUES ('id256', '登录名256', '密码256', '用户名256', '真实姓名256', '256', '256', '邮箱256', '性别256', '头像256');
INSERT INTO `user` VALUES ('id257', '登录名257', '密码257', '用户名257', '真实姓名257', '257', '257', '邮箱257', '性别257', '头像257');
INSERT INTO `user` VALUES ('id258', '登录名258', '密码258', '用户名258', '真实姓名258', '258', '258', '邮箱258', '性别258', '头像258');
INSERT INTO `user` VALUES ('id259', '登录名259', '密码259', '用户名259', '真实姓名259', '259', '259', '邮箱259', '性别259', '头像259');
INSERT INTO `user` VALUES ('id26', '登录名26', '密码26', '用户名26', '真实姓名26', '26', '26', '邮箱26', '性别26', '头像26');
INSERT INTO `user` VALUES ('id260', '登录名260', '密码260', '用户名260', '真实姓名260', '260', '260', '邮箱260', '性别260', '头像260');
INSERT INTO `user` VALUES ('id261', '登录名261', '密码261', '用户名261', '真实姓名261', '261', '261', '邮箱261', '性别261', '头像261');
INSERT INTO `user` VALUES ('id262', '登录名262', '密码262', '用户名262', '真实姓名262', '262', '262', '邮箱262', '性别262', '头像262');
INSERT INTO `user` VALUES ('id263', '登录名263', '密码263', '用户名263', '真实姓名263', '263', '263', '邮箱263', '性别263', '头像263');
INSERT INTO `user` VALUES ('id264', '登录名264', '密码264', '用户名264', '真实姓名264', '264', '264', '邮箱264', '性别264', '头像264');
INSERT INTO `user` VALUES ('id265', '登录名265', '密码265', '用户名265', '真实姓名265', '265', '265', '邮箱265', '性别265', '头像265');
INSERT INTO `user` VALUES ('id266', '登录名266', '密码266', '用户名266', '真实姓名266', '266', '266', '邮箱266', '性别266', '头像266');
INSERT INTO `user` VALUES ('id267', '登录名267', '密码267', '用户名267', '真实姓名267', '267', '267', '邮箱267', '性别267', '头像267');
INSERT INTO `user` VALUES ('id268', '登录名268', '密码268', '用户名268', '真实姓名268', '268', '268', '邮箱268', '性别268', '头像268');
INSERT INTO `user` VALUES ('id269', '登录名269', '密码269', '用户名269', '真实姓名269', '269', '269', '邮箱269', '性别269', '头像269');
INSERT INTO `user` VALUES ('id27', '登录名27', '密码27', '用户名27', '真实姓名27', '27', '27', '邮箱27', '性别27', '头像27');
INSERT INTO `user` VALUES ('id270', '登录名270', '密码270', '用户名270', '真实姓名270', '270', '270', '邮箱270', '性别270', '头像270');
INSERT INTO `user` VALUES ('id271', '登录名271', '密码271', '用户名271', '真实姓名271', '271', '271', '邮箱271', '性别271', '头像271');
INSERT INTO `user` VALUES ('id272', '登录名272', '密码272', '用户名272', '真实姓名272', '272', '272', '邮箱272', '性别272', '头像272');
INSERT INTO `user` VALUES ('id273', '登录名273', '密码273', '用户名273', '真实姓名273', '273', '273', '邮箱273', '性别273', '头像273');
INSERT INTO `user` VALUES ('id274', '登录名274', '密码274', '用户名274', '真实姓名274', '274', '274', '邮箱274', '性别274', '头像274');
INSERT INTO `user` VALUES ('id275', '登录名275', '密码275', '用户名275', '真实姓名275', '275', '275', '邮箱275', '性别275', '头像275');
INSERT INTO `user` VALUES ('id276', '登录名276', '密码276', '用户名276', '真实姓名276', '276', '276', '邮箱276', '性别276', '头像276');
INSERT INTO `user` VALUES ('id277', '登录名277', '密码277', '用户名277', '真实姓名277', '277', '277', '邮箱277', '性别277', '头像277');
INSERT INTO `user` VALUES ('id278', '登录名278', '密码278', '用户名278', '真实姓名278', '278', '278', '邮箱278', '性别278', '头像278');
INSERT INTO `user` VALUES ('id279', '登录名279', '密码279', '用户名279', '真实姓名279', '279', '279', '邮箱279', '性别279', '头像279');
INSERT INTO `user` VALUES ('id28', '登录名28', '密码28', '用户名28', '真实姓名28', '28', '28', '邮箱28', '性别28', '头像28');
INSERT INTO `user` VALUES ('id280', '登录名280', '密码280', '用户名280', '真实姓名280', '280', '280', '邮箱280', '性别280', '头像280');
INSERT INTO `user` VALUES ('id281', '登录名281', '密码281', '用户名281', '真实姓名281', '281', '281', '邮箱281', '性别281', '头像281');
INSERT INTO `user` VALUES ('id282', '登录名282', '密码282', '用户名282', '真实姓名282', '282', '282', '邮箱282', '性别282', '头像282');
INSERT INTO `user` VALUES ('id283', '登录名283', '密码283', '用户名283', '真实姓名283', '283', '283', '邮箱283', '性别283', '头像283');
INSERT INTO `user` VALUES ('id284', '登录名284', '密码284', '用户名284', '真实姓名284', '284', '284', '邮箱284', '性别284', '头像284');
INSERT INTO `user` VALUES ('id285', '登录名285', '密码285', '用户名285', '真实姓名285', '285', '285', '邮箱285', '性别285', '头像285');
INSERT INTO `user` VALUES ('id286', '登录名286', '密码286', '用户名286', '真实姓名286', '286', '286', '邮箱286', '性别286', '头像286');
INSERT INTO `user` VALUES ('id287', '登录名287', '密码287', '用户名287', '真实姓名287', '287', '287', '邮箱287', '性别287', '头像287');
INSERT INTO `user` VALUES ('id288', '登录名288', '密码288', '用户名288', '真实姓名288', '288', '288', '邮箱288', '性别288', '头像288');
INSERT INTO `user` VALUES ('id289', '登录名289', '密码289', '用户名289', '真实姓名289', '289', '289', '邮箱289', '性别289', '头像289');
INSERT INTO `user` VALUES ('id29', '登录名29', '密码29', '用户名29', '真实姓名29', '29', '29', '邮箱29', '性别29', '头像29');
INSERT INTO `user` VALUES ('id290', '登录名290', '密码290', '用户名290', '真实姓名290', '290', '290', '邮箱290', '性别290', '头像290');
INSERT INTO `user` VALUES ('id291', '登录名291', '密码291', '用户名291', '真实姓名291', '291', '291', '邮箱291', '性别291', '头像291');
INSERT INTO `user` VALUES ('id292', '登录名292', '密码292', '用户名292', '真实姓名292', '292', '292', '邮箱292', '性别292', '头像292');
INSERT INTO `user` VALUES ('id293', '登录名293', '密码293', '用户名293', '真实姓名293', '293', '293', '邮箱293', '性别293', '头像293');
INSERT INTO `user` VALUES ('id294', '登录名294', '密码294', '用户名294', '真实姓名294', '294', '294', '邮箱294', '性别294', '头像294');
INSERT INTO `user` VALUES ('id295', '登录名295', '密码295', '用户名295', '真实姓名295', '295', '295', '邮箱295', '性别295', '头像295');
INSERT INTO `user` VALUES ('id296', '登录名296', '密码296', '用户名296', '真实姓名296', '296', '296', '邮箱296', '性别296', '头像296');
INSERT INTO `user` VALUES ('id297', '登录名297', '密码297', '用户名297', '真实姓名297', '297', '297', '邮箱297', '性别297', '头像297');
INSERT INTO `user` VALUES ('id298', '登录名298', '密码298', '用户名298', '真实姓名298', '298', '298', '邮箱298', '性别298', '头像298');
INSERT INTO `user` VALUES ('id299', '登录名299', '密码299', '用户名299', '真实姓名299', '299', '299', '邮箱299', '性别299', '头像299');
INSERT INTO `user` VALUES ('id3', '登录名3', '密码3', '用户名3', '真实姓名3', '3', '3', '邮箱3', '性别3', '头像3');
INSERT INTO `user` VALUES ('id30', '登录名30', '密码30', '用户名30', '真实姓名30', '30', '30', '邮箱30', '性别30', '头像30');
INSERT INTO `user` VALUES ('id300', '登录名300', '密码300', '用户名300', '真实姓名300', '300', '300', '邮箱300', '性别300', '头像300');
INSERT INTO `user` VALUES ('id301', '登录名301', '密码301', '用户名301', '真实姓名301', '301', '301', '邮箱301', '性别301', '头像301');
INSERT INTO `user` VALUES ('id302', '登录名302', '密码302', '用户名302', '真实姓名302', '302', '302', '邮箱302', '性别302', '头像302');
INSERT INTO `user` VALUES ('id303', '登录名303', '密码303', '用户名303', '真实姓名303', '303', '303', '邮箱303', '性别303', '头像303');
INSERT INTO `user` VALUES ('id304', '登录名304', '密码304', '用户名304', '真实姓名304', '304', '304', '邮箱304', '性别304', '头像304');
INSERT INTO `user` VALUES ('id305', '登录名305', '密码305', '用户名305', '真实姓名305', '305', '305', '邮箱305', '性别305', '头像305');
INSERT INTO `user` VALUES ('id306', '登录名306', '密码306', '用户名306', '真实姓名306', '306', '306', '邮箱306', '性别306', '头像306');
INSERT INTO `user` VALUES ('id307', '登录名307', '密码307', '用户名307', '真实姓名307', '307', '307', '邮箱307', '性别307', '头像307');
INSERT INTO `user` VALUES ('id308', '登录名308', '密码308', '用户名308', '真实姓名308', '308', '308', '邮箱308', '性别308', '头像308');
INSERT INTO `user` VALUES ('id309', '登录名309', '密码309', '用户名309', '真实姓名309', '309', '309', '邮箱309', '性别309', '头像309');
INSERT INTO `user` VALUES ('id31', '登录名31', '密码31', '用户名31', '真实姓名31', '31', '31', '邮箱31', '性别31', '头像31');
INSERT INTO `user` VALUES ('id310', '登录名310', '密码310', '用户名310', '真实姓名310', '310', '310', '邮箱310', '性别310', '头像310');
INSERT INTO `user` VALUES ('id311', '登录名311', '密码311', '用户名311', '真实姓名311', '311', '311', '邮箱311', '性别311', '头像311');
INSERT INTO `user` VALUES ('id312', '登录名312', '密码312', '用户名312', '真实姓名312', '312', '312', '邮箱312', '性别312', '头像312');
INSERT INTO `user` VALUES ('id313', '登录名313', '密码313', '用户名313', '真实姓名313', '313', '313', '邮箱313', '性别313', '头像313');
INSERT INTO `user` VALUES ('id314', '登录名314', '密码314', '用户名314', '真实姓名314', '314', '314', '邮箱314', '性别314', '头像314');
INSERT INTO `user` VALUES ('id315', '登录名315', '密码315', '用户名315', '真实姓名315', '315', '315', '邮箱315', '性别315', '头像315');
INSERT INTO `user` VALUES ('id316', '登录名316', '密码316', '用户名316', '真实姓名316', '316', '316', '邮箱316', '性别316', '头像316');
INSERT INTO `user` VALUES ('id317', '登录名317', '密码317', '用户名317', '真实姓名317', '317', '317', '邮箱317', '性别317', '头像317');
INSERT INTO `user` VALUES ('id318', '登录名318', '密码318', '用户名318', '真实姓名318', '318', '318', '邮箱318', '性别318', '头像318');
INSERT INTO `user` VALUES ('id319', '登录名319', '密码319', '用户名319', '真实姓名319', '319', '319', '邮箱319', '性别319', '头像319');
INSERT INTO `user` VALUES ('id32', '登录名32', '密码32', '用户名32', '真实姓名32', '32', '32', '邮箱32', '性别32', '头像32');
INSERT INTO `user` VALUES ('id320', '登录名320', '密码320', '用户名320', '真实姓名320', '320', '320', '邮箱320', '性别320', '头像320');
INSERT INTO `user` VALUES ('id321', '登录名321', '密码321', '用户名321', '真实姓名321', '321', '321', '邮箱321', '性别321', '头像321');
INSERT INTO `user` VALUES ('id322', '登录名322', '密码322', '用户名322', '真实姓名322', '322', '322', '邮箱322', '性别322', '头像322');
INSERT INTO `user` VALUES ('id323', '登录名323', '密码323', '用户名323', '真实姓名323', '323', '323', '邮箱323', '性别323', '头像323');
INSERT INTO `user` VALUES ('id324', '登录名324', '密码324', '用户名324', '真实姓名324', '324', '324', '邮箱324', '性别324', '头像324');
INSERT INTO `user` VALUES ('id325', '登录名325', '密码325', '用户名325', '真实姓名325', '325', '325', '邮箱325', '性别325', '头像325');
INSERT INTO `user` VALUES ('id326', '登录名326', '密码326', '用户名326', '真实姓名326', '326', '326', '邮箱326', '性别326', '头像326');
INSERT INTO `user` VALUES ('id327', '登录名327', '密码327', '用户名327', '真实姓名327', '327', '327', '邮箱327', '性别327', '头像327');
INSERT INTO `user` VALUES ('id328', '登录名328', '密码328', '用户名328', '真实姓名328', '328', '328', '邮箱328', '性别328', '头像328');
INSERT INTO `user` VALUES ('id329', '登录名329', '密码329', '用户名329', '真实姓名329', '329', '329', '邮箱329', '性别329', '头像329');
INSERT INTO `user` VALUES ('id33', '登录名33', '密码33', '用户名33', '真实姓名33', '33', '33', '邮箱33', '性别33', '头像33');
INSERT INTO `user` VALUES ('id330', '登录名330', '密码330', '用户名330', '真实姓名330', '330', '330', '邮箱330', '性别330', '头像330');
INSERT INTO `user` VALUES ('id331', '登录名331', '密码331', '用户名331', '真实姓名331', '331', '331', '邮箱331', '性别331', '头像331');
INSERT INTO `user` VALUES ('id332', '登录名332', '密码332', '用户名332', '真实姓名332', '332', '332', '邮箱332', '性别332', '头像332');
INSERT INTO `user` VALUES ('id333', '登录名333', '密码333', '用户名333', '真实姓名333', '333', '333', '邮箱333', '性别333', '头像333');
INSERT INTO `user` VALUES ('id334', '登录名334', '密码334', '用户名334', '真实姓名334', '334', '334', '邮箱334', '性别334', '头像334');
INSERT INTO `user` VALUES ('id335', '登录名335', '密码335', '用户名335', '真实姓名335', '335', '335', '邮箱335', '性别335', '头像335');
INSERT INTO `user` VALUES ('id336', '登录名336', '密码336', '用户名336', '真实姓名336', '336', '336', '邮箱336', '性别336', '头像336');
INSERT INTO `user` VALUES ('id337', '登录名337', '密码337', '用户名337', '真实姓名337', '337', '337', '邮箱337', '性别337', '头像337');
INSERT INTO `user` VALUES ('id338', '登录名338', '密码338', '用户名338', '真实姓名338', '338', '338', '邮箱338', '性别338', '头像338');
INSERT INTO `user` VALUES ('id339', '登录名339', '密码339', '用户名339', '真实姓名339', '339', '339', '邮箱339', '性别339', '头像339');
INSERT INTO `user` VALUES ('id34', '登录名34', '密码34', '用户名34', '真实姓名34', '34', '34', '邮箱34', '性别34', '头像34');
INSERT INTO `user` VALUES ('id340', '登录名340', '密码340', '用户名340', '真实姓名340', '340', '340', '邮箱340', '性别340', '头像340');
INSERT INTO `user` VALUES ('id341', '登录名341', '密码341', '用户名341', '真实姓名341', '341', '341', '邮箱341', '性别341', '头像341');
INSERT INTO `user` VALUES ('id342', '登录名342', '密码342', '用户名342', '真实姓名342', '342', '342', '邮箱342', '性别342', '头像342');
INSERT INTO `user` VALUES ('id343', '登录名343', '密码343', '用户名343', '真实姓名343', '343', '343', '邮箱343', '性别343', '头像343');
INSERT INTO `user` VALUES ('id344', '登录名344', '密码344', '用户名344', '真实姓名344', '344', '344', '邮箱344', '性别344', '头像344');
INSERT INTO `user` VALUES ('id345', '登录名345', '密码345', '用户名345', '真实姓名345', '345', '345', '邮箱345', '性别345', '头像345');
INSERT INTO `user` VALUES ('id346', '登录名346', '密码346', '用户名346', '真实姓名346', '346', '346', '邮箱346', '性别346', '头像346');
INSERT INTO `user` VALUES ('id347', '登录名347', '密码347', '用户名347', '真实姓名347', '347', '347', '邮箱347', '性别347', '头像347');
INSERT INTO `user` VALUES ('id348', '登录名348', '密码348', '用户名348', '真实姓名348', '348', '348', '邮箱348', '性别348', '头像348');
INSERT INTO `user` VALUES ('id349', '登录名349', '密码349', '用户名349', '真实姓名349', '349', '349', '邮箱349', '性别349', '头像349');
INSERT INTO `user` VALUES ('id35', '登录名35', '密码35', '用户名35', '真实姓名35', '35', '35', '邮箱35', '性别35', '头像35');
INSERT INTO `user` VALUES ('id350', '登录名350', '密码350', '用户名350', '真实姓名350', '350', '350', '邮箱350', '性别350', '头像350');
INSERT INTO `user` VALUES ('id351', '登录名351', '密码351', '用户名351', '真实姓名351', '351', '351', '邮箱351', '性别351', '头像351');
INSERT INTO `user` VALUES ('id352', '登录名352', '密码352', '用户名352', '真实姓名352', '352', '352', '邮箱352', '性别352', '头像352');
INSERT INTO `user` VALUES ('id353', '登录名353', '密码353', '用户名353', '真实姓名353', '353', '353', '邮箱353', '性别353', '头像353');
INSERT INTO `user` VALUES ('id354', '登录名354', '密码354', '用户名354', '真实姓名354', '354', '354', '邮箱354', '性别354', '头像354');
INSERT INTO `user` VALUES ('id355', '登录名355', '密码355', '用户名355', '真实姓名355', '355', '355', '邮箱355', '性别355', '头像355');
INSERT INTO `user` VALUES ('id356', '登录名356', '密码356', '用户名356', '真实姓名356', '356', '356', '邮箱356', '性别356', '头像356');
INSERT INTO `user` VALUES ('id357', '登录名357', '密码357', '用户名357', '真实姓名357', '357', '357', '邮箱357', '性别357', '头像357');
INSERT INTO `user` VALUES ('id358', '登录名358', '密码358', '用户名358', '真实姓名358', '358', '358', '邮箱358', '性别358', '头像358');
INSERT INTO `user` VALUES ('id359', '登录名359', '密码359', '用户名359', '真实姓名359', '359', '359', '邮箱359', '性别359', '头像359');
INSERT INTO `user` VALUES ('id36', '登录名36', '密码36', '用户名36', '真实姓名36', '36', '36', '邮箱36', '性别36', '头像36');
INSERT INTO `user` VALUES ('id360', '登录名360', '密码360', '用户名360', '真实姓名360', '360', '360', '邮箱360', '性别360', '头像360');
INSERT INTO `user` VALUES ('id361', '登录名361', '密码361', '用户名361', '真实姓名361', '361', '361', '邮箱361', '性别361', '头像361');
INSERT INTO `user` VALUES ('id362', '登录名362', '密码362', '用户名362', '真实姓名362', '362', '362', '邮箱362', '性别362', '头像362');
INSERT INTO `user` VALUES ('id363', '登录名363', '密码363', '用户名363', '真实姓名363', '363', '363', '邮箱363', '性别363', '头像363');
INSERT INTO `user` VALUES ('id364', '登录名364', '密码364', '用户名364', '真实姓名364', '364', '364', '邮箱364', '性别364', '头像364');
INSERT INTO `user` VALUES ('id365', '登录名365', '密码365', '用户名365', '真实姓名365', '365', '365', '邮箱365', '性别365', '头像365');
INSERT INTO `user` VALUES ('id366', '登录名366', '密码366', '用户名366', '真实姓名366', '366', '366', '邮箱366', '性别366', '头像366');
INSERT INTO `user` VALUES ('id367', '登录名367', '密码367', '用户名367', '真实姓名367', '367', '367', '邮箱367', '性别367', '头像367');
INSERT INTO `user` VALUES ('id368', '登录名368', '密码368', '用户名368', '真实姓名368', '368', '368', '邮箱368', '性别368', '头像368');
INSERT INTO `user` VALUES ('id369', '登录名369', '密码369', '用户名369', '真实姓名369', '369', '369', '邮箱369', '性别369', '头像369');
INSERT INTO `user` VALUES ('id37', '登录名37', '密码37', '用户名37', '真实姓名37', '37', '37', '邮箱37', '性别37', '头像37');
INSERT INTO `user` VALUES ('id370', '登录名370', '密码370', '用户名370', '真实姓名370', '370', '370', '邮箱370', '性别370', '头像370');
INSERT INTO `user` VALUES ('id371', '登录名371', '密码371', '用户名371', '真实姓名371', '371', '371', '邮箱371', '性别371', '头像371');
INSERT INTO `user` VALUES ('id372', '登录名372', '密码372', '用户名372', '真实姓名372', '372', '372', '邮箱372', '性别372', '头像372');
INSERT INTO `user` VALUES ('id373', '登录名373', '密码373', '用户名373', '真实姓名373', '373', '373', '邮箱373', '性别373', '头像373');
INSERT INTO `user` VALUES ('id374', '登录名374', '密码374', '用户名374', '真实姓名374', '374', '374', '邮箱374', '性别374', '头像374');
INSERT INTO `user` VALUES ('id375', '登录名375', '密码375', '用户名375', '真实姓名375', '375', '375', '邮箱375', '性别375', '头像375');
INSERT INTO `user` VALUES ('id376', '登录名376', '密码376', '用户名376', '真实姓名376', '376', '376', '邮箱376', '性别376', '头像376');
INSERT INTO `user` VALUES ('id377', '登录名377', '密码377', '用户名377', '真实姓名377', '377', '377', '邮箱377', '性别377', '头像377');
INSERT INTO `user` VALUES ('id378', '登录名378', '密码378', '用户名378', '真实姓名378', '378', '378', '邮箱378', '性别378', '头像378');
INSERT INTO `user` VALUES ('id379', '登录名379', '密码379', '用户名379', '真实姓名379', '379', '379', '邮箱379', '性别379', '头像379');
INSERT INTO `user` VALUES ('id38', '登录名38', '密码38', '用户名38', '真实姓名38', '38', '38', '邮箱38', '性别38', '头像38');
INSERT INTO `user` VALUES ('id380', '登录名380', '密码380', '用户名380', '真实姓名380', '380', '380', '邮箱380', '性别380', '头像380');
INSERT INTO `user` VALUES ('id381', '登录名381', '密码381', '用户名381', '真实姓名381', '381', '381', '邮箱381', '性别381', '头像381');
INSERT INTO `user` VALUES ('id382', '登录名382', '密码382', '用户名382', '真实姓名382', '382', '382', '邮箱382', '性别382', '头像382');
INSERT INTO `user` VALUES ('id383', '登录名383', '密码383', '用户名383', '真实姓名383', '383', '383', '邮箱383', '性别383', '头像383');
INSERT INTO `user` VALUES ('id384', '登录名384', '密码384', '用户名384', '真实姓名384', '384', '384', '邮箱384', '性别384', '头像384');
INSERT INTO `user` VALUES ('id385', '登录名385', '密码385', '用户名385', '真实姓名385', '385', '385', '邮箱385', '性别385', '头像385');
INSERT INTO `user` VALUES ('id386', '登录名386', '密码386', '用户名386', '真实姓名386', '386', '386', '邮箱386', '性别386', '头像386');
INSERT INTO `user` VALUES ('id387', '登录名387', '密码387', '用户名387', '真实姓名387', '387', '387', '邮箱387', '性别387', '头像387');
INSERT INTO `user` VALUES ('id388', '登录名388', '密码388', '用户名388', '真实姓名388', '388', '388', '邮箱388', '性别388', '头像388');
INSERT INTO `user` VALUES ('id389', '登录名389', '密码389', '用户名389', '真实姓名389', '389', '389', '邮箱389', '性别389', '头像389');
INSERT INTO `user` VALUES ('id39', '登录名39', '密码39', '用户名39', '真实姓名39', '39', '39', '邮箱39', '性别39', '头像39');
INSERT INTO `user` VALUES ('id390', '登录名390', '密码390', '用户名390', '真实姓名390', '390', '390', '邮箱390', '性别390', '头像390');
INSERT INTO `user` VALUES ('id391', '登录名391', '密码391', '用户名391', '真实姓名391', '391', '391', '邮箱391', '性别391', '头像391');
INSERT INTO `user` VALUES ('id392', '登录名392', '密码392', '用户名392', '真实姓名392', '392', '392', '邮箱392', '性别392', '头像392');
INSERT INTO `user` VALUES ('id393', '登录名393', '密码393', '用户名393', '真实姓名393', '393', '393', '邮箱393', '性别393', '头像393');
INSERT INTO `user` VALUES ('id394', '登录名394', '密码394', '用户名394', '真实姓名394', '394', '394', '邮箱394', '性别394', '头像394');
INSERT INTO `user` VALUES ('id395', '登录名395', '密码395', '用户名395', '真实姓名395', '395', '395', '邮箱395', '性别395', '头像395');
INSERT INTO `user` VALUES ('id396', '登录名396', '密码396', '用户名396', '真实姓名396', '396', '396', '邮箱396', '性别396', '头像396');
INSERT INTO `user` VALUES ('id397', '登录名397', '密码397', '用户名397', '真实姓名397', '397', '397', '邮箱397', '性别397', '头像397');
INSERT INTO `user` VALUES ('id398', '登录名398', '密码398', '用户名398', '真实姓名398', '398', '398', '邮箱398', '性别398', '头像398');
INSERT INTO `user` VALUES ('id399', '登录名399', '密码399', '用户名399', '真实姓名399', '399', '399', '邮箱399', '性别399', '头像399');
INSERT INTO `user` VALUES ('id4', '登录名4', '密码4', '用户名4', '真实姓名4', '4', '4', '邮箱4', '性别4', '头像4');
INSERT INTO `user` VALUES ('id40', '登录名40', '密码40', '用户名40', '真实姓名40', '40', '40', '邮箱40', '性别40', '头像40');
INSERT INTO `user` VALUES ('id400', '登录名400', '密码400', '用户名400', '真实姓名400', '400', '400', '邮箱400', '性别400', '头像400');
INSERT INTO `user` VALUES ('id401', '登录名401', '密码401', '用户名401', '真实姓名401', '401', '401', '邮箱401', '性别401', '头像401');
INSERT INTO `user` VALUES ('id402', '登录名402', '密码402', '用户名402', '真实姓名402', '402', '402', '邮箱402', '性别402', '头像402');
INSERT INTO `user` VALUES ('id403', '登录名403', '密码403', '用户名403', '真实姓名403', '403', '403', '邮箱403', '性别403', '头像403');
INSERT INTO `user` VALUES ('id404', '登录名404', '密码404', '用户名404', '真实姓名404', '404', '404', '邮箱404', '性别404', '头像404');
INSERT INTO `user` VALUES ('id405', '登录名405', '密码405', '用户名405', '真实姓名405', '405', '405', '邮箱405', '性别405', '头像405');
INSERT INTO `user` VALUES ('id406', '登录名406', '密码406', '用户名406', '真实姓名406', '406', '406', '邮箱406', '性别406', '头像406');
INSERT INTO `user` VALUES ('id407', '登录名407', '密码407', '用户名407', '真实姓名407', '407', '407', '邮箱407', '性别407', '头像407');
INSERT INTO `user` VALUES ('id408', '登录名408', '密码408', '用户名408', '真实姓名408', '408', '408', '邮箱408', '性别408', '头像408');
INSERT INTO `user` VALUES ('id409', '登录名409', '密码409', '用户名409', '真实姓名409', '409', '409', '邮箱409', '性别409', '头像409');
INSERT INTO `user` VALUES ('id41', '登录名41', '密码41', '用户名41', '真实姓名41', '41', '41', '邮箱41', '性别41', '头像41');
INSERT INTO `user` VALUES ('id410', '登录名410', '密码410', '用户名410', '真实姓名410', '410', '410', '邮箱410', '性别410', '头像410');
INSERT INTO `user` VALUES ('id411', '登录名411', '密码411', '用户名411', '真实姓名411', '411', '411', '邮箱411', '性别411', '头像411');
INSERT INTO `user` VALUES ('id412', '登录名412', '密码412', '用户名412', '真实姓名412', '412', '412', '邮箱412', '性别412', '头像412');
INSERT INTO `user` VALUES ('id413', '登录名413', '密码413', '用户名413', '真实姓名413', '413', '413', '邮箱413', '性别413', '头像413');
INSERT INTO `user` VALUES ('id414', '登录名414', '密码414', '用户名414', '真实姓名414', '414', '414', '邮箱414', '性别414', '头像414');
INSERT INTO `user` VALUES ('id415', '登录名415', '密码415', '用户名415', '真实姓名415', '415', '415', '邮箱415', '性别415', '头像415');
INSERT INTO `user` VALUES ('id416', '登录名416', '密码416', '用户名416', '真实姓名416', '416', '416', '邮箱416', '性别416', '头像416');
INSERT INTO `user` VALUES ('id417', '登录名417', '密码417', '用户名417', '真实姓名417', '417', '417', '邮箱417', '性别417', '头像417');
INSERT INTO `user` VALUES ('id418', '登录名418', '密码418', '用户名418', '真实姓名418', '418', '418', '邮箱418', '性别418', '头像418');
INSERT INTO `user` VALUES ('id419', '登录名419', '密码419', '用户名419', '真实姓名419', '419', '419', '邮箱419', '性别419', '头像419');
INSERT INTO `user` VALUES ('id42', '登录名42', '密码42', '用户名42', '真实姓名42', '42', '42', '邮箱42', '性别42', '头像42');
INSERT INTO `user` VALUES ('id420', '登录名420', '密码420', '用户名420', '真实姓名420', '420', '420', '邮箱420', '性别420', '头像420');
INSERT INTO `user` VALUES ('id421', '登录名421', '密码421', '用户名421', '真实姓名421', '421', '421', '邮箱421', '性别421', '头像421');
INSERT INTO `user` VALUES ('id422', '登录名422', '密码422', '用户名422', '真实姓名422', '422', '422', '邮箱422', '性别422', '头像422');
INSERT INTO `user` VALUES ('id423', '登录名423', '密码423', '用户名423', '真实姓名423', '423', '423', '邮箱423', '性别423', '头像423');
INSERT INTO `user` VALUES ('id424', '登录名424', '密码424', '用户名424', '真实姓名424', '424', '424', '邮箱424', '性别424', '头像424');
INSERT INTO `user` VALUES ('id425', '登录名425', '密码425', '用户名425', '真实姓名425', '425', '425', '邮箱425', '性别425', '头像425');
INSERT INTO `user` VALUES ('id426', '登录名426', '密码426', '用户名426', '真实姓名426', '426', '426', '邮箱426', '性别426', '头像426');
INSERT INTO `user` VALUES ('id427', '登录名427', '密码427', '用户名427', '真实姓名427', '427', '427', '邮箱427', '性别427', '头像427');
INSERT INTO `user` VALUES ('id428', '登录名428', '密码428', '用户名428', '真实姓名428', '428', '428', '邮箱428', '性别428', '头像428');
INSERT INTO `user` VALUES ('id429', '登录名429', '密码429', '用户名429', '真实姓名429', '429', '429', '邮箱429', '性别429', '头像429');
INSERT INTO `user` VALUES ('id43', '登录名43', '密码43', '用户名43', '真实姓名43', '43', '43', '邮箱43', '性别43', '头像43');
INSERT INTO `user` VALUES ('id430', '登录名430', '密码430', '用户名430', '真实姓名430', '430', '430', '邮箱430', '性别430', '头像430');
INSERT INTO `user` VALUES ('id431', '登录名431', '密码431', '用户名431', '真实姓名431', '431', '431', '邮箱431', '性别431', '头像431');
INSERT INTO `user` VALUES ('id432', '登录名432', '密码432', '用户名432', '真实姓名432', '432', '432', '邮箱432', '性别432', '头像432');
INSERT INTO `user` VALUES ('id433', '登录名433', '密码433', '用户名433', '真实姓名433', '433', '433', '邮箱433', '性别433', '头像433');
INSERT INTO `user` VALUES ('id434', '登录名434', '密码434', '用户名434', '真实姓名434', '434', '434', '邮箱434', '性别434', '头像434');
INSERT INTO `user` VALUES ('id435', '登录名435', '密码435', '用户名435', '真实姓名435', '435', '435', '邮箱435', '性别435', '头像435');
INSERT INTO `user` VALUES ('id436', '登录名436', '密码436', '用户名436', '真实姓名436', '436', '436', '邮箱436', '性别436', '头像436');
INSERT INTO `user` VALUES ('id437', '登录名437', '密码437', '用户名437', '真实姓名437', '437', '437', '邮箱437', '性别437', '头像437');
INSERT INTO `user` VALUES ('id438', '登录名438', '密码438', '用户名438', '真实姓名438', '438', '438', '邮箱438', '性别438', '头像438');
INSERT INTO `user` VALUES ('id439', '登录名439', '密码439', '用户名439', '真实姓名439', '439', '439', '邮箱439', '性别439', '头像439');
INSERT INTO `user` VALUES ('id44', '登录名44', '密码44', '用户名44', '真实姓名44', '44', '44', '邮箱44', '性别44', '头像44');
INSERT INTO `user` VALUES ('id440', '登录名440', '密码440', '用户名440', '真实姓名440', '440', '440', '邮箱440', '性别440', '头像440');
INSERT INTO `user` VALUES ('id441', '登录名441', '密码441', '用户名441', '真实姓名441', '441', '441', '邮箱441', '性别441', '头像441');
INSERT INTO `user` VALUES ('id442', '登录名442', '密码442', '用户名442', '真实姓名442', '442', '442', '邮箱442', '性别442', '头像442');
INSERT INTO `user` VALUES ('id443', '登录名443', '密码443', '用户名443', '真实姓名443', '443', '443', '邮箱443', '性别443', '头像443');
INSERT INTO `user` VALUES ('id444', '登录名444', '密码444', '用户名444', '真实姓名444', '444', '444', '邮箱444', '性别444', '头像444');
INSERT INTO `user` VALUES ('id445', '登录名445', '密码445', '用户名445', '真实姓名445', '445', '445', '邮箱445', '性别445', '头像445');
INSERT INTO `user` VALUES ('id446', '登录名446', '密码446', '用户名446', '真实姓名446', '446', '446', '邮箱446', '性别446', '头像446');
INSERT INTO `user` VALUES ('id447', '登录名447', '密码447', '用户名447', '真实姓名447', '447', '447', '邮箱447', '性别447', '头像447');
INSERT INTO `user` VALUES ('id448', '登录名448', '密码448', '用户名448', '真实姓名448', '448', '448', '邮箱448', '性别448', '头像448');
INSERT INTO `user` VALUES ('id449', '登录名449', '密码449', '用户名449', '真实姓名449', '449', '449', '邮箱449', '性别449', '头像449');
INSERT INTO `user` VALUES ('id45', '登录名45', '密码45', '用户名45', '真实姓名45', '45', '45', '邮箱45', '性别45', '头像45');
INSERT INTO `user` VALUES ('id450', '登录名450', '密码450', '用户名450', '真实姓名450', '450', '450', '邮箱450', '性别450', '头像450');
INSERT INTO `user` VALUES ('id451', '登录名451', '密码451', '用户名451', '真实姓名451', '451', '451', '邮箱451', '性别451', '头像451');
INSERT INTO `user` VALUES ('id452', '登录名452', '密码452', '用户名452', '真实姓名452', '452', '452', '邮箱452', '性别452', '头像452');
INSERT INTO `user` VALUES ('id453', '登录名453', '密码453', '用户名453', '真实姓名453', '453', '453', '邮箱453', '性别453', '头像453');
INSERT INTO `user` VALUES ('id454', '登录名454', '密码454', '用户名454', '真实姓名454', '454', '454', '邮箱454', '性别454', '头像454');
INSERT INTO `user` VALUES ('id455', '登录名455', '密码455', '用户名455', '真实姓名455', '455', '455', '邮箱455', '性别455', '头像455');
INSERT INTO `user` VALUES ('id456', '登录名456', '密码456', '用户名456', '真实姓名456', '456', '456', '邮箱456', '性别456', '头像456');
INSERT INTO `user` VALUES ('id457', '登录名457', '密码457', '用户名457', '真实姓名457', '457', '457', '邮箱457', '性别457', '头像457');
INSERT INTO `user` VALUES ('id458', '登录名458', '密码458', '用户名458', '真实姓名458', '458', '458', '邮箱458', '性别458', '头像458');
INSERT INTO `user` VALUES ('id459', '登录名459', '密码459', '用户名459', '真实姓名459', '459', '459', '邮箱459', '性别459', '头像459');
INSERT INTO `user` VALUES ('id46', '登录名46', '密码46', '用户名46', '真实姓名46', '46', '46', '邮箱46', '性别46', '头像46');
INSERT INTO `user` VALUES ('id460', '登录名460', '密码460', '用户名460', '真实姓名460', '460', '460', '邮箱460', '性别460', '头像460');
INSERT INTO `user` VALUES ('id461', '登录名461', '密码461', '用户名461', '真实姓名461', '461', '461', '邮箱461', '性别461', '头像461');
INSERT INTO `user` VALUES ('id462', '登录名462', '密码462', '用户名462', '真实姓名462', '462', '462', '邮箱462', '性别462', '头像462');
INSERT INTO `user` VALUES ('id463', '登录名463', '密码463', '用户名463', '真实姓名463', '463', '463', '邮箱463', '性别463', '头像463');
INSERT INTO `user` VALUES ('id464', '登录名464', '密码464', '用户名464', '真实姓名464', '464', '464', '邮箱464', '性别464', '头像464');
INSERT INTO `user` VALUES ('id465', '登录名465', '密码465', '用户名465', '真实姓名465', '465', '465', '邮箱465', '性别465', '头像465');
INSERT INTO `user` VALUES ('id466', '登录名466', '密码466', '用户名466', '真实姓名466', '466', '466', '邮箱466', '性别466', '头像466');
INSERT INTO `user` VALUES ('id467', '登录名467', '密码467', '用户名467', '真实姓名467', '467', '467', '邮箱467', '性别467', '头像467');
INSERT INTO `user` VALUES ('id468', '登录名468', '密码468', '用户名468', '真实姓名468', '468', '468', '邮箱468', '性别468', '头像468');
INSERT INTO `user` VALUES ('id469', '登录名469', '密码469', '用户名469', '真实姓名469', '469', '469', '邮箱469', '性别469', '头像469');
INSERT INTO `user` VALUES ('id47', '登录名47', '密码47', '用户名47', '真实姓名47', '47', '47', '邮箱47', '性别47', '头像47');
INSERT INTO `user` VALUES ('id470', '登录名470', '密码470', '用户名470', '真实姓名470', '470', '470', '邮箱470', '性别470', '头像470');
INSERT INTO `user` VALUES ('id471', '登录名471', '密码471', '用户名471', '真实姓名471', '471', '471', '邮箱471', '性别471', '头像471');
INSERT INTO `user` VALUES ('id472', '登录名472', '密码472', '用户名472', '真实姓名472', '472', '472', '邮箱472', '性别472', '头像472');
INSERT INTO `user` VALUES ('id473', '登录名473', '密码473', '用户名473', '真实姓名473', '473', '473', '邮箱473', '性别473', '头像473');
INSERT INTO `user` VALUES ('id474', '登录名474', '密码474', '用户名474', '真实姓名474', '474', '474', '邮箱474', '性别474', '头像474');
INSERT INTO `user` VALUES ('id475', '登录名475', '密码475', '用户名475', '真实姓名475', '475', '475', '邮箱475', '性别475', '头像475');
INSERT INTO `user` VALUES ('id476', '登录名476', '密码476', '用户名476', '真实姓名476', '476', '476', '邮箱476', '性别476', '头像476');
INSERT INTO `user` VALUES ('id477', '登录名477', '密码477', '用户名477', '真实姓名477', '477', '477', '邮箱477', '性别477', '头像477');
INSERT INTO `user` VALUES ('id478', '登录名478', '密码478', '用户名478', '真实姓名478', '478', '478', '邮箱478', '性别478', '头像478');
INSERT INTO `user` VALUES ('id479', '登录名479', '密码479', '用户名479', '真实姓名479', '479', '479', '邮箱479', '性别479', '头像479');
INSERT INTO `user` VALUES ('id48', '登录名48', '密码48', '用户名48', '真实姓名48', '48', '48', '邮箱48', '性别48', '头像48');
INSERT INTO `user` VALUES ('id480', '登录名480', '密码480', '用户名480', '真实姓名480', '480', '480', '邮箱480', '性别480', '头像480');
INSERT INTO `user` VALUES ('id481', '登录名481', '密码481', '用户名481', '真实姓名481', '481', '481', '邮箱481', '性别481', '头像481');
INSERT INTO `user` VALUES ('id482', '登录名482', '密码482', '用户名482', '真实姓名482', '482', '482', '邮箱482', '性别482', '头像482');
INSERT INTO `user` VALUES ('id483', '登录名483', '密码483', '用户名483', '真实姓名483', '483', '483', '邮箱483', '性别483', '头像483');
INSERT INTO `user` VALUES ('id484', '登录名484', '密码484', '用户名484', '真实姓名484', '484', '484', '邮箱484', '性别484', '头像484');
INSERT INTO `user` VALUES ('id485', '登录名485', '密码485', '用户名485', '真实姓名485', '485', '485', '邮箱485', '性别485', '头像485');
INSERT INTO `user` VALUES ('id486', '登录名486', '密码486', '用户名486', '真实姓名486', '486', '486', '邮箱486', '性别486', '头像486');
INSERT INTO `user` VALUES ('id487', '登录名487', '密码487', '用户名487', '真实姓名487', '487', '487', '邮箱487', '性别487', '头像487');
INSERT INTO `user` VALUES ('id488', '登录名488', '密码488', '用户名488', '真实姓名488', '488', '488', '邮箱488', '性别488', '头像488');
INSERT INTO `user` VALUES ('id489', '登录名489', '密码489', '用户名489', '真实姓名489', '489', '489', '邮箱489', '性别489', '头像489');
INSERT INTO `user` VALUES ('id49', '登录名49', '密码49', '用户名49', '真实姓名49', '49', '49', '邮箱49', '性别49', '头像49');
INSERT INTO `user` VALUES ('id490', '登录名490', '密码490', '用户名490', '真实姓名490', '490', '490', '邮箱490', '性别490', '头像490');
INSERT INTO `user` VALUES ('id491', '登录名491', '密码491', '用户名491', '真实姓名491', '491', '491', '邮箱491', '性别491', '头像491');
INSERT INTO `user` VALUES ('id492', '登录名492', '密码492', '用户名492', '真实姓名492', '492', '492', '邮箱492', '性别492', '头像492');
INSERT INTO `user` VALUES ('id493', '登录名493', '密码493', '用户名493', '真实姓名493', '493', '493', '邮箱493', '性别493', '头像493');
INSERT INTO `user` VALUES ('id494', '登录名494', '密码494', '用户名494', '真实姓名494', '494', '494', '邮箱494', '性别494', '头像494');
INSERT INTO `user` VALUES ('id495', '登录名495', '密码495', '用户名495', '真实姓名495', '495', '495', '邮箱495', '性别495', '头像495');
INSERT INTO `user` VALUES ('id496', '登录名496', '密码496', '用户名496', '真实姓名496', '496', '496', '邮箱496', '性别496', '头像496');
INSERT INTO `user` VALUES ('id497', '登录名497', '密码497', '用户名497', '真实姓名497', '497', '497', '邮箱497', '性别497', '头像497');
INSERT INTO `user` VALUES ('id498', '登录名498', '密码498', '用户名498', '真实姓名498', '498', '498', '邮箱498', '性别498', '头像498');
INSERT INTO `user` VALUES ('id499', '登录名499', '密码499', '用户名499', '真实姓名499', '499', '499', '邮箱499', '性别499', '头像499');
INSERT INTO `user` VALUES ('id5', '登录名5', '密码5', '用户名5', '真实姓名5', '5', '5', '邮箱5', '性别5', '头像5');
INSERT INTO `user` VALUES ('id50', '登录名50', '密码50', '用户名50', '真实姓名50', '50', '50', '邮箱50', '性别50', '头像50');
INSERT INTO `user` VALUES ('id500', '登录名500', '密码500', '用户名500', '真实姓名500', '500', '500', '邮箱500', '性别500', '头像500');
INSERT INTO `user` VALUES ('id501', '登录名501', '密码501', '用户名501', '真实姓名501', '501', '501', '邮箱501', '性别501', '头像501');
INSERT INTO `user` VALUES ('id502', '登录名502', '密码502', '用户名502', '真实姓名502', '502', '502', '邮箱502', '性别502', '头像502');
INSERT INTO `user` VALUES ('id503', '登录名503', '密码503', '用户名503', '真实姓名503', '503', '503', '邮箱503', '性别503', '头像503');
INSERT INTO `user` VALUES ('id504', '登录名504', '密码504', '用户名504', '真实姓名504', '504', '504', '邮箱504', '性别504', '头像504');
INSERT INTO `user` VALUES ('id505', '登录名505', '密码505', '用户名505', '真实姓名505', '505', '505', '邮箱505', '性别505', '头像505');
INSERT INTO `user` VALUES ('id506', '登录名506', '密码506', '用户名506', '真实姓名506', '506', '506', '邮箱506', '性别506', '头像506');
INSERT INTO `user` VALUES ('id507', '登录名507', '密码507', '用户名507', '真实姓名507', '507', '507', '邮箱507', '性别507', '头像507');
INSERT INTO `user` VALUES ('id508', '登录名508', '密码508', '用户名508', '真实姓名508', '508', '508', '邮箱508', '性别508', '头像508');
INSERT INTO `user` VALUES ('id509', '登录名509', '密码509', '用户名509', '真实姓名509', '509', '509', '邮箱509', '性别509', '头像509');
INSERT INTO `user` VALUES ('id51', '登录名51', '密码51', '用户名51', '真实姓名51', '51', '51', '邮箱51', '性别51', '头像51');
INSERT INTO `user` VALUES ('id510', '登录名510', '密码510', '用户名510', '真实姓名510', '510', '510', '邮箱510', '性别510', '头像510');
INSERT INTO `user` VALUES ('id511', '登录名511', '密码511', '用户名511', '真实姓名511', '511', '511', '邮箱511', '性别511', '头像511');
INSERT INTO `user` VALUES ('id512', '登录名512', '密码512', '用户名512', '真实姓名512', '512', '512', '邮箱512', '性别512', '头像512');
INSERT INTO `user` VALUES ('id513', '登录名513', '密码513', '用户名513', '真实姓名513', '513', '513', '邮箱513', '性别513', '头像513');
INSERT INTO `user` VALUES ('id514', '登录名514', '密码514', '用户名514', '真实姓名514', '514', '514', '邮箱514', '性别514', '头像514');
INSERT INTO `user` VALUES ('id515', '登录名515', '密码515', '用户名515', '真实姓名515', '515', '515', '邮箱515', '性别515', '头像515');
INSERT INTO `user` VALUES ('id516', '登录名516', '密码516', '用户名516', '真实姓名516', '516', '516', '邮箱516', '性别516', '头像516');
INSERT INTO `user` VALUES ('id517', '登录名517', '密码517', '用户名517', '真实姓名517', '517', '517', '邮箱517', '性别517', '头像517');
INSERT INTO `user` VALUES ('id518', '登录名518', '密码518', '用户名518', '真实姓名518', '518', '518', '邮箱518', '性别518', '头像518');
INSERT INTO `user` VALUES ('id519', '登录名519', '密码519', '用户名519', '真实姓名519', '519', '519', '邮箱519', '性别519', '头像519');
INSERT INTO `user` VALUES ('id52', '登录名52', '密码52', '用户名52', '真实姓名52', '52', '52', '邮箱52', '性别52', '头像52');
INSERT INTO `user` VALUES ('id520', '登录名520', '密码520', '用户名520', '真实姓名520', '520', '520', '邮箱520', '性别520', '头像520');
INSERT INTO `user` VALUES ('id521', '登录名521', '密码521', '用户名521', '真实姓名521', '521', '521', '邮箱521', '性别521', '头像521');
INSERT INTO `user` VALUES ('id522', '登录名522', '密码522', '用户名522', '真实姓名522', '522', '522', '邮箱522', '性别522', '头像522');
INSERT INTO `user` VALUES ('id523', '登录名523', '密码523', '用户名523', '真实姓名523', '523', '523', '邮箱523', '性别523', '头像523');
INSERT INTO `user` VALUES ('id524', '登录名524', '密码524', '用户名524', '真实姓名524', '524', '524', '邮箱524', '性别524', '头像524');
INSERT INTO `user` VALUES ('id525', '登录名525', '密码525', '用户名525', '真实姓名525', '525', '525', '邮箱525', '性别525', '头像525');
INSERT INTO `user` VALUES ('id526', '登录名526', '密码526', '用户名526', '真实姓名526', '526', '526', '邮箱526', '性别526', '头像526');
INSERT INTO `user` VALUES ('id527', '登录名527', '密码527', '用户名527', '真实姓名527', '527', '527', '邮箱527', '性别527', '头像527');
INSERT INTO `user` VALUES ('id528', '登录名528', '密码528', '用户名528', '真实姓名528', '528', '528', '邮箱528', '性别528', '头像528');
INSERT INTO `user` VALUES ('id529', '登录名529', '密码529', '用户名529', '真实姓名529', '529', '529', '邮箱529', '性别529', '头像529');
INSERT INTO `user` VALUES ('id53', '登录名53', '密码53', '用户名53', '真实姓名53', '53', '53', '邮箱53', '性别53', '头像53');
INSERT INTO `user` VALUES ('id530', '登录名530', '密码530', '用户名530', '真实姓名530', '530', '530', '邮箱530', '性别530', '头像530');
INSERT INTO `user` VALUES ('id531', '登录名531', '密码531', '用户名531', '真实姓名531', '531', '531', '邮箱531', '性别531', '头像531');
INSERT INTO `user` VALUES ('id532', '登录名532', '密码532', '用户名532', '真实姓名532', '532', '532', '邮箱532', '性别532', '头像532');
INSERT INTO `user` VALUES ('id533', '登录名533', '密码533', '用户名533', '真实姓名533', '533', '533', '邮箱533', '性别533', '头像533');
INSERT INTO `user` VALUES ('id534', '登录名534', '密码534', '用户名534', '真实姓名534', '534', '534', '邮箱534', '性别534', '头像534');
INSERT INTO `user` VALUES ('id535', '登录名535', '密码535', '用户名535', '真实姓名535', '535', '535', '邮箱535', '性别535', '头像535');
INSERT INTO `user` VALUES ('id536', '登录名536', '密码536', '用户名536', '真实姓名536', '536', '536', '邮箱536', '性别536', '头像536');
INSERT INTO `user` VALUES ('id537', '登录名537', '密码537', '用户名537', '真实姓名537', '537', '537', '邮箱537', '性别537', '头像537');
INSERT INTO `user` VALUES ('id538', '登录名538', '密码538', '用户名538', '真实姓名538', '538', '538', '邮箱538', '性别538', '头像538');
INSERT INTO `user` VALUES ('id539', '登录名539', '密码539', '用户名539', '真实姓名539', '539', '539', '邮箱539', '性别539', '头像539');
INSERT INTO `user` VALUES ('id54', '登录名54', '密码54', '用户名54', '真实姓名54', '54', '54', '邮箱54', '性别54', '头像54');
INSERT INTO `user` VALUES ('id540', '登录名540', '密码540', '用户名540', '真实姓名540', '540', '540', '邮箱540', '性别540', '头像540');
INSERT INTO `user` VALUES ('id541', '登录名541', '密码541', '用户名541', '真实姓名541', '541', '541', '邮箱541', '性别541', '头像541');
INSERT INTO `user` VALUES ('id542', '登录名542', '密码542', '用户名542', '真实姓名542', '542', '542', '邮箱542', '性别542', '头像542');
INSERT INTO `user` VALUES ('id543', '登录名543', '密码543', '用户名543', '真实姓名543', '543', '543', '邮箱543', '性别543', '头像543');
INSERT INTO `user` VALUES ('id544', '登录名544', '密码544', '用户名544', '真实姓名544', '544', '544', '邮箱544', '性别544', '头像544');
INSERT INTO `user` VALUES ('id545', '登录名545', '密码545', '用户名545', '真实姓名545', '545', '545', '邮箱545', '性别545', '头像545');
INSERT INTO `user` VALUES ('id546', '登录名546', '密码546', '用户名546', '真实姓名546', '546', '546', '邮箱546', '性别546', '头像546');
INSERT INTO `user` VALUES ('id547', '登录名547', '密码547', '用户名547', '真实姓名547', '547', '547', '邮箱547', '性别547', '头像547');
INSERT INTO `user` VALUES ('id548', '登录名548', '密码548', '用户名548', '真实姓名548', '548', '548', '邮箱548', '性别548', '头像548');
INSERT INTO `user` VALUES ('id549', '登录名549', '密码549', '用户名549', '真实姓名549', '549', '549', '邮箱549', '性别549', '头像549');
INSERT INTO `user` VALUES ('id55', '登录名55', '密码55', '用户名55', '真实姓名55', '55', '55', '邮箱55', '性别55', '头像55');
INSERT INTO `user` VALUES ('id550', '登录名550', '密码550', '用户名550', '真实姓名550', '550', '550', '邮箱550', '性别550', '头像550');
INSERT INTO `user` VALUES ('id551', '登录名551', '密码551', '用户名551', '真实姓名551', '551', '551', '邮箱551', '性别551', '头像551');
INSERT INTO `user` VALUES ('id552', '登录名552', '密码552', '用户名552', '真实姓名552', '552', '552', '邮箱552', '性别552', '头像552');
INSERT INTO `user` VALUES ('id553', '登录名553', '密码553', '用户名553', '真实姓名553', '553', '553', '邮箱553', '性别553', '头像553');
INSERT INTO `user` VALUES ('id554', '登录名554', '密码554', '用户名554', '真实姓名554', '554', '554', '邮箱554', '性别554', '头像554');
INSERT INTO `user` VALUES ('id555', '登录名555', '密码555', '用户名555', '真实姓名555', '555', '555', '邮箱555', '性别555', '头像555');
INSERT INTO `user` VALUES ('id556', '登录名556', '密码556', '用户名556', '真实姓名556', '556', '556', '邮箱556', '性别556', '头像556');
INSERT INTO `user` VALUES ('id557', '登录名557', '密码557', '用户名557', '真实姓名557', '557', '557', '邮箱557', '性别557', '头像557');
INSERT INTO `user` VALUES ('id558', '登录名558', '密码558', '用户名558', '真实姓名558', '558', '558', '邮箱558', '性别558', '头像558');
INSERT INTO `user` VALUES ('id559', '登录名559', '密码559', '用户名559', '真实姓名559', '559', '559', '邮箱559', '性别559', '头像559');
INSERT INTO `user` VALUES ('id56', '登录名56', '密码56', '用户名56', '真实姓名56', '56', '56', '邮箱56', '性别56', '头像56');
INSERT INTO `user` VALUES ('id560', '登录名560', '密码560', '用户名560', '真实姓名560', '560', '560', '邮箱560', '性别560', '头像560');
INSERT INTO `user` VALUES ('id561', '登录名561', '密码561', '用户名561', '真实姓名561', '561', '561', '邮箱561', '性别561', '头像561');
INSERT INTO `user` VALUES ('id562', '登录名562', '密码562', '用户名562', '真实姓名562', '562', '562', '邮箱562', '性别562', '头像562');
INSERT INTO `user` VALUES ('id563', '登录名563', '密码563', '用户名563', '真实姓名563', '563', '563', '邮箱563', '性别563', '头像563');
INSERT INTO `user` VALUES ('id564', '登录名564', '密码564', '用户名564', '真实姓名564', '564', '564', '邮箱564', '性别564', '头像564');
INSERT INTO `user` VALUES ('id565', '登录名565', '密码565', '用户名565', '真实姓名565', '565', '565', '邮箱565', '性别565', '头像565');
INSERT INTO `user` VALUES ('id566', '登录名566', '密码566', '用户名566', '真实姓名566', '566', '566', '邮箱566', '性别566', '头像566');
INSERT INTO `user` VALUES ('id567', '登录名567', '密码567', '用户名567', '真实姓名567', '567', '567', '邮箱567', '性别567', '头像567');
INSERT INTO `user` VALUES ('id568', '登录名568', '密码568', '用户名568', '真实姓名568', '568', '568', '邮箱568', '性别568', '头像568');
INSERT INTO `user` VALUES ('id569', '登录名569', '密码569', '用户名569', '真实姓名569', '569', '569', '邮箱569', '性别569', '头像569');
INSERT INTO `user` VALUES ('id57', '登录名57', '密码57', '用户名57', '真实姓名57', '57', '57', '邮箱57', '性别57', '头像57');
INSERT INTO `user` VALUES ('id570', '登录名570', '密码570', '用户名570', '真实姓名570', '570', '570', '邮箱570', '性别570', '头像570');
INSERT INTO `user` VALUES ('id571', '登录名571', '密码571', '用户名571', '真实姓名571', '571', '571', '邮箱571', '性别571', '头像571');
INSERT INTO `user` VALUES ('id572', '登录名572', '密码572', '用户名572', '真实姓名572', '572', '572', '邮箱572', '性别572', '头像572');
INSERT INTO `user` VALUES ('id573', '登录名573', '密码573', '用户名573', '真实姓名573', '573', '573', '邮箱573', '性别573', '头像573');
INSERT INTO `user` VALUES ('id574', '登录名574', '密码574', '用户名574', '真实姓名574', '574', '574', '邮箱574', '性别574', '头像574');
INSERT INTO `user` VALUES ('id575', '登录名575', '密码575', '用户名575', '真实姓名575', '575', '575', '邮箱575', '性别575', '头像575');
INSERT INTO `user` VALUES ('id576', '登录名576', '密码576', '用户名576', '真实姓名576', '576', '576', '邮箱576', '性别576', '头像576');
INSERT INTO `user` VALUES ('id577', '登录名577', '密码577', '用户名577', '真实姓名577', '577', '577', '邮箱577', '性别577', '头像577');
INSERT INTO `user` VALUES ('id578', '登录名578', '密码578', '用户名578', '真实姓名578', '578', '578', '邮箱578', '性别578', '头像578');
INSERT INTO `user` VALUES ('id579', '登录名579', '密码579', '用户名579', '真实姓名579', '579', '579', '邮箱579', '性别579', '头像579');
INSERT INTO `user` VALUES ('id58', '登录名58', '密码58', '用户名58', '真实姓名58', '58', '58', '邮箱58', '性别58', '头像58');
INSERT INTO `user` VALUES ('id580', '登录名580', '密码580', '用户名580', '真实姓名580', '580', '580', '邮箱580', '性别580', '头像580');
INSERT INTO `user` VALUES ('id581', '登录名581', '密码581', '用户名581', '真实姓名581', '581', '581', '邮箱581', '性别581', '头像581');
INSERT INTO `user` VALUES ('id582', '登录名582', '密码582', '用户名582', '真实姓名582', '582', '582', '邮箱582', '性别582', '头像582');
INSERT INTO `user` VALUES ('id583', '登录名583', '密码583', '用户名583', '真实姓名583', '583', '583', '邮箱583', '性别583', '头像583');
INSERT INTO `user` VALUES ('id584', '登录名584', '密码584', '用户名584', '真实姓名584', '584', '584', '邮箱584', '性别584', '头像584');
INSERT INTO `user` VALUES ('id585', '登录名585', '密码585', '用户名585', '真实姓名585', '585', '585', '邮箱585', '性别585', '头像585');
INSERT INTO `user` VALUES ('id586', '登录名586', '密码586', '用户名586', '真实姓名586', '586', '586', '邮箱586', '性别586', '头像586');
INSERT INTO `user` VALUES ('id587', '登录名587', '密码587', '用户名587', '真实姓名587', '587', '587', '邮箱587', '性别587', '头像587');
INSERT INTO `user` VALUES ('id588', '登录名588', '密码588', '用户名588', '真实姓名588', '588', '588', '邮箱588', '性别588', '头像588');
INSERT INTO `user` VALUES ('id589', '登录名589', '密码589', '用户名589', '真实姓名589', '589', '589', '邮箱589', '性别589', '头像589');
INSERT INTO `user` VALUES ('id59', '登录名59', '密码59', '用户名59', '真实姓名59', '59', '59', '邮箱59', '性别59', '头像59');
INSERT INTO `user` VALUES ('id590', '登录名590', '密码590', '用户名590', '真实姓名590', '590', '590', '邮箱590', '性别590', '头像590');
INSERT INTO `user` VALUES ('id591', '登录名591', '密码591', '用户名591', '真实姓名591', '591', '591', '邮箱591', '性别591', '头像591');
INSERT INTO `user` VALUES ('id592', '登录名592', '密码592', '用户名592', '真实姓名592', '592', '592', '邮箱592', '性别592', '头像592');
INSERT INTO `user` VALUES ('id593', '登录名593', '密码593', '用户名593', '真实姓名593', '593', '593', '邮箱593', '性别593', '头像593');
INSERT INTO `user` VALUES ('id594', '登录名594', '密码594', '用户名594', '真实姓名594', '594', '594', '邮箱594', '性别594', '头像594');
INSERT INTO `user` VALUES ('id595', '登录名595', '密码595', '用户名595', '真实姓名595', '595', '595', '邮箱595', '性别595', '头像595');
INSERT INTO `user` VALUES ('id596', '登录名596', '密码596', '用户名596', '真实姓名596', '596', '596', '邮箱596', '性别596', '头像596');
INSERT INTO `user` VALUES ('id597', '登录名597', '密码597', '用户名597', '真实姓名597', '597', '597', '邮箱597', '性别597', '头像597');
INSERT INTO `user` VALUES ('id598', '登录名598', '密码598', '用户名598', '真实姓名598', '598', '598', '邮箱598', '性别598', '头像598');
INSERT INTO `user` VALUES ('id599', '登录名599', '密码599', '用户名599', '真实姓名599', '599', '599', '邮箱599', '性别599', '头像599');
INSERT INTO `user` VALUES ('id6', '登录名6', '密码6', '用户名6', '真实姓名6', '6', '6', '邮箱6', '性别6', '头像6');
INSERT INTO `user` VALUES ('id60', '登录名60', '密码60', '用户名60', '真实姓名60', '60', '60', '邮箱60', '性别60', '头像60');
INSERT INTO `user` VALUES ('id600', '登录名600', '密码600', '用户名600', '真实姓名600', '600', '600', '邮箱600', '性别600', '头像600');
INSERT INTO `user` VALUES ('id601', '登录名601', '密码601', '用户名601', '真实姓名601', '601', '601', '邮箱601', '性别601', '头像601');
INSERT INTO `user` VALUES ('id602', '登录名602', '密码602', '用户名602', '真实姓名602', '602', '602', '邮箱602', '性别602', '头像602');
INSERT INTO `user` VALUES ('id603', '登录名603', '密码603', '用户名603', '真实姓名603', '603', '603', '邮箱603', '性别603', '头像603');
INSERT INTO `user` VALUES ('id604', '登录名604', '密码604', '用户名604', '真实姓名604', '604', '604', '邮箱604', '性别604', '头像604');
INSERT INTO `user` VALUES ('id605', '登录名605', '密码605', '用户名605', '真实姓名605', '605', '605', '邮箱605', '性别605', '头像605');
INSERT INTO `user` VALUES ('id606', '登录名606', '密码606', '用户名606', '真实姓名606', '606', '606', '邮箱606', '性别606', '头像606');
INSERT INTO `user` VALUES ('id607', '登录名607', '密码607', '用户名607', '真实姓名607', '607', '607', '邮箱607', '性别607', '头像607');
INSERT INTO `user` VALUES ('id608', '登录名608', '密码608', '用户名608', '真实姓名608', '608', '608', '邮箱608', '性别608', '头像608');
INSERT INTO `user` VALUES ('id609', '登录名609', '密码609', '用户名609', '真实姓名609', '609', '609', '邮箱609', '性别609', '头像609');
INSERT INTO `user` VALUES ('id61', '登录名61', '密码61', '用户名61', '真实姓名61', '61', '61', '邮箱61', '性别61', '头像61');
INSERT INTO `user` VALUES ('id610', '登录名610', '密码610', '用户名610', '真实姓名610', '610', '610', '邮箱610', '性别610', '头像610');
INSERT INTO `user` VALUES ('id611', '登录名611', '密码611', '用户名611', '真实姓名611', '611', '611', '邮箱611', '性别611', '头像611');
INSERT INTO `user` VALUES ('id612', '登录名612', '密码612', '用户名612', '真实姓名612', '612', '612', '邮箱612', '性别612', '头像612');
INSERT INTO `user` VALUES ('id613', '登录名613', '密码613', '用户名613', '真实姓名613', '613', '613', '邮箱613', '性别613', '头像613');
INSERT INTO `user` VALUES ('id614', '登录名614', '密码614', '用户名614', '真实姓名614', '614', '614', '邮箱614', '性别614', '头像614');
INSERT INTO `user` VALUES ('id615', '登录名615', '密码615', '用户名615', '真实姓名615', '615', '615', '邮箱615', '性别615', '头像615');
INSERT INTO `user` VALUES ('id616', '登录名616', '密码616', '用户名616', '真实姓名616', '616', '616', '邮箱616', '性别616', '头像616');
INSERT INTO `user` VALUES ('id617', '登录名617', '密码617', '用户名617', '真实姓名617', '617', '617', '邮箱617', '性别617', '头像617');
INSERT INTO `user` VALUES ('id618', '登录名618', '密码618', '用户名618', '真实姓名618', '618', '618', '邮箱618', '性别618', '头像618');
INSERT INTO `user` VALUES ('id619', '登录名619', '密码619', '用户名619', '真实姓名619', '619', '619', '邮箱619', '性别619', '头像619');
INSERT INTO `user` VALUES ('id62', '登录名62', '密码62', '用户名62', '真实姓名62', '62', '62', '邮箱62', '性别62', '头像62');
INSERT INTO `user` VALUES ('id620', '登录名620', '密码620', '用户名620', '真实姓名620', '620', '620', '邮箱620', '性别620', '头像620');
INSERT INTO `user` VALUES ('id621', '登录名621', '密码621', '用户名621', '真实姓名621', '621', '621', '邮箱621', '性别621', '头像621');
INSERT INTO `user` VALUES ('id622', '登录名622', '密码622', '用户名622', '真实姓名622', '622', '622', '邮箱622', '性别622', '头像622');
INSERT INTO `user` VALUES ('id623', '登录名623', '密码623', '用户名623', '真实姓名623', '623', '623', '邮箱623', '性别623', '头像623');
INSERT INTO `user` VALUES ('id624', '登录名624', '密码624', '用户名624', '真实姓名624', '624', '624', '邮箱624', '性别624', '头像624');
INSERT INTO `user` VALUES ('id625', '登录名625', '密码625', '用户名625', '真实姓名625', '625', '625', '邮箱625', '性别625', '头像625');
INSERT INTO `user` VALUES ('id626', '登录名626', '密码626', '用户名626', '真实姓名626', '626', '626', '邮箱626', '性别626', '头像626');
INSERT INTO `user` VALUES ('id627', '登录名627', '密码627', '用户名627', '真实姓名627', '627', '627', '邮箱627', '性别627', '头像627');
INSERT INTO `user` VALUES ('id628', '登录名628', '密码628', '用户名628', '真实姓名628', '628', '628', '邮箱628', '性别628', '头像628');
INSERT INTO `user` VALUES ('id629', '登录名629', '密码629', '用户名629', '真实姓名629', '629', '629', '邮箱629', '性别629', '头像629');
INSERT INTO `user` VALUES ('id63', '登录名63', '密码63', '用户名63', '真实姓名63', '63', '63', '邮箱63', '性别63', '头像63');
INSERT INTO `user` VALUES ('id630', '登录名630', '密码630', '用户名630', '真实姓名630', '630', '630', '邮箱630', '性别630', '头像630');
INSERT INTO `user` VALUES ('id631', '登录名631', '密码631', '用户名631', '真实姓名631', '631', '631', '邮箱631', '性别631', '头像631');
INSERT INTO `user` VALUES ('id632', '登录名632', '密码632', '用户名632', '真实姓名632', '632', '632', '邮箱632', '性别632', '头像632');
INSERT INTO `user` VALUES ('id633', '登录名633', '密码633', '用户名633', '真实姓名633', '633', '633', '邮箱633', '性别633', '头像633');
INSERT INTO `user` VALUES ('id634', '登录名634', '密码634', '用户名634', '真实姓名634', '634', '634', '邮箱634', '性别634', '头像634');
INSERT INTO `user` VALUES ('id635', '登录名635', '密码635', '用户名635', '真实姓名635', '635', '635', '邮箱635', '性别635', '头像635');
INSERT INTO `user` VALUES ('id636', '登录名636', '密码636', '用户名636', '真实姓名636', '636', '636', '邮箱636', '性别636', '头像636');
INSERT INTO `user` VALUES ('id637', '登录名637', '密码637', '用户名637', '真实姓名637', '637', '637', '邮箱637', '性别637', '头像637');
INSERT INTO `user` VALUES ('id638', '登录名638', '密码638', '用户名638', '真实姓名638', '638', '638', '邮箱638', '性别638', '头像638');
INSERT INTO `user` VALUES ('id639', '登录名639', '密码639', '用户名639', '真实姓名639', '639', '639', '邮箱639', '性别639', '头像639');
INSERT INTO `user` VALUES ('id64', '登录名64', '密码64', '用户名64', '真实姓名64', '64', '64', '邮箱64', '性别64', '头像64');
INSERT INTO `user` VALUES ('id640', '登录名640', '密码640', '用户名640', '真实姓名640', '640', '640', '邮箱640', '性别640', '头像640');
INSERT INTO `user` VALUES ('id641', '登录名641', '密码641', '用户名641', '真实姓名641', '641', '641', '邮箱641', '性别641', '头像641');
INSERT INTO `user` VALUES ('id642', '登录名642', '密码642', '用户名642', '真实姓名642', '642', '642', '邮箱642', '性别642', '头像642');
INSERT INTO `user` VALUES ('id643', '登录名643', '密码643', '用户名643', '真实姓名643', '643', '643', '邮箱643', '性别643', '头像643');
INSERT INTO `user` VALUES ('id644', '登录名644', '密码644', '用户名644', '真实姓名644', '644', '644', '邮箱644', '性别644', '头像644');
INSERT INTO `user` VALUES ('id645', '登录名645', '密码645', '用户名645', '真实姓名645', '645', '645', '邮箱645', '性别645', '头像645');
INSERT INTO `user` VALUES ('id646', '登录名646', '密码646', '用户名646', '真实姓名646', '646', '646', '邮箱646', '性别646', '头像646');
INSERT INTO `user` VALUES ('id647', '登录名647', '密码647', '用户名647', '真实姓名647', '647', '647', '邮箱647', '性别647', '头像647');
INSERT INTO `user` VALUES ('id648', '登录名648', '密码648', '用户名648', '真实姓名648', '648', '648', '邮箱648', '性别648', '头像648');
INSERT INTO `user` VALUES ('id649', '登录名649', '密码649', '用户名649', '真实姓名649', '649', '649', '邮箱649', '性别649', '头像649');
INSERT INTO `user` VALUES ('id65', '登录名65', '密码65', '用户名65', '真实姓名65', '65', '65', '邮箱65', '性别65', '头像65');
INSERT INTO `user` VALUES ('id650', '登录名650', '密码650', '用户名650', '真实姓名650', '650', '650', '邮箱650', '性别650', '头像650');
INSERT INTO `user` VALUES ('id651', '登录名651', '密码651', '用户名651', '真实姓名651', '651', '651', '邮箱651', '性别651', '头像651');
INSERT INTO `user` VALUES ('id652', '登录名652', '密码652', '用户名652', '真实姓名652', '652', '652', '邮箱652', '性别652', '头像652');
INSERT INTO `user` VALUES ('id653', '登录名653', '密码653', '用户名653', '真实姓名653', '653', '653', '邮箱653', '性别653', '头像653');
INSERT INTO `user` VALUES ('id654', '登录名654', '密码654', '用户名654', '真实姓名654', '654', '654', '邮箱654', '性别654', '头像654');
INSERT INTO `user` VALUES ('id655', '登录名655', '密码655', '用户名655', '真实姓名655', '655', '655', '邮箱655', '性别655', '头像655');
INSERT INTO `user` VALUES ('id656', '登录名656', '密码656', '用户名656', '真实姓名656', '656', '656', '邮箱656', '性别656', '头像656');
INSERT INTO `user` VALUES ('id657', '登录名657', '密码657', '用户名657', '真实姓名657', '657', '657', '邮箱657', '性别657', '头像657');
INSERT INTO `user` VALUES ('id658', '登录名658', '密码658', '用户名658', '真实姓名658', '658', '658', '邮箱658', '性别658', '头像658');
INSERT INTO `user` VALUES ('id659', '登录名659', '密码659', '用户名659', '真实姓名659', '659', '659', '邮箱659', '性别659', '头像659');
INSERT INTO `user` VALUES ('id66', '登录名66', '密码66', '用户名66', '真实姓名66', '66', '66', '邮箱66', '性别66', '头像66');
INSERT INTO `user` VALUES ('id660', '登录名660', '密码660', '用户名660', '真实姓名660', '660', '660', '邮箱660', '性别660', '头像660');
INSERT INTO `user` VALUES ('id661', '登录名661', '密码661', '用户名661', '真实姓名661', '661', '661', '邮箱661', '性别661', '头像661');
INSERT INTO `user` VALUES ('id662', '登录名662', '密码662', '用户名662', '真实姓名662', '662', '662', '邮箱662', '性别662', '头像662');
INSERT INTO `user` VALUES ('id663', '登录名663', '密码663', '用户名663', '真实姓名663', '663', '663', '邮箱663', '性别663', '头像663');
INSERT INTO `user` VALUES ('id664', '登录名664', '密码664', '用户名664', '真实姓名664', '664', '664', '邮箱664', '性别664', '头像664');
INSERT INTO `user` VALUES ('id665', '登录名665', '密码665', '用户名665', '真实姓名665', '665', '665', '邮箱665', '性别665', '头像665');
INSERT INTO `user` VALUES ('id666', '登录名666', '密码666', '用户名666', '真实姓名666', '666', '666', '邮箱666', '性别666', '头像666');
INSERT INTO `user` VALUES ('id667', '登录名667', '密码667', '用户名667', '真实姓名667', '667', '667', '邮箱667', '性别667', '头像667');
INSERT INTO `user` VALUES ('id668', '登录名668', '密码668', '用户名668', '真实姓名668', '668', '668', '邮箱668', '性别668', '头像668');
INSERT INTO `user` VALUES ('id669', '登录名669', '密码669', '用户名669', '真实姓名669', '669', '669', '邮箱669', '性别669', '头像669');
INSERT INTO `user` VALUES ('id67', '登录名67', '密码67', '用户名67', '真实姓名67', '67', '67', '邮箱67', '性别67', '头像67');
INSERT INTO `user` VALUES ('id670', '登录名670', '密码670', '用户名670', '真实姓名670', '670', '670', '邮箱670', '性别670', '头像670');
INSERT INTO `user` VALUES ('id671', '登录名671', '密码671', '用户名671', '真实姓名671', '671', '671', '邮箱671', '性别671', '头像671');
INSERT INTO `user` VALUES ('id672', '登录名672', '密码672', '用户名672', '真实姓名672', '672', '672', '邮箱672', '性别672', '头像672');
INSERT INTO `user` VALUES ('id673', '登录名673', '密码673', '用户名673', '真实姓名673', '673', '673', '邮箱673', '性别673', '头像673');
INSERT INTO `user` VALUES ('id674', '登录名674', '密码674', '用户名674', '真实姓名674', '674', '674', '邮箱674', '性别674', '头像674');
INSERT INTO `user` VALUES ('id675', '登录名675', '密码675', '用户名675', '真实姓名675', '675', '675', '邮箱675', '性别675', '头像675');
INSERT INTO `user` VALUES ('id676', '登录名676', '密码676', '用户名676', '真实姓名676', '676', '676', '邮箱676', '性别676', '头像676');
INSERT INTO `user` VALUES ('id677', '登录名677', '密码677', '用户名677', '真实姓名677', '677', '677', '邮箱677', '性别677', '头像677');
INSERT INTO `user` VALUES ('id678', '登录名678', '密码678', '用户名678', '真实姓名678', '678', '678', '邮箱678', '性别678', '头像678');
INSERT INTO `user` VALUES ('id679', '登录名679', '密码679', '用户名679', '真实姓名679', '679', '679', '邮箱679', '性别679', '头像679');
INSERT INTO `user` VALUES ('id68', '登录名68', '密码68', '用户名68', '真实姓名68', '68', '68', '邮箱68', '性别68', '头像68');
INSERT INTO `user` VALUES ('id680', '登录名680', '密码680', '用户名680', '真实姓名680', '680', '680', '邮箱680', '性别680', '头像680');
INSERT INTO `user` VALUES ('id681', '登录名681', '密码681', '用户名681', '真实姓名681', '681', '681', '邮箱681', '性别681', '头像681');
INSERT INTO `user` VALUES ('id682', '登录名682', '密码682', '用户名682', '真实姓名682', '682', '682', '邮箱682', '性别682', '头像682');
INSERT INTO `user` VALUES ('id683', '登录名683', '密码683', '用户名683', '真实姓名683', '683', '683', '邮箱683', '性别683', '头像683');
INSERT INTO `user` VALUES ('id684', '登录名684', '密码684', '用户名684', '真实姓名684', '684', '684', '邮箱684', '性别684', '头像684');
INSERT INTO `user` VALUES ('id685', '登录名685', '密码685', '用户名685', '真实姓名685', '685', '685', '邮箱685', '性别685', '头像685');
INSERT INTO `user` VALUES ('id686', '登录名686', '密码686', '用户名686', '真实姓名686', '686', '686', '邮箱686', '性别686', '头像686');
INSERT INTO `user` VALUES ('id687', '登录名687', '密码687', '用户名687', '真实姓名687', '687', '687', '邮箱687', '性别687', '头像687');
INSERT INTO `user` VALUES ('id688', '登录名688', '密码688', '用户名688', '真实姓名688', '688', '688', '邮箱688', '性别688', '头像688');
INSERT INTO `user` VALUES ('id689', '登录名689', '密码689', '用户名689', '真实姓名689', '689', '689', '邮箱689', '性别689', '头像689');
INSERT INTO `user` VALUES ('id69', '登录名69', '密码69', '用户名69', '真实姓名69', '69', '69', '邮箱69', '性别69', '头像69');
INSERT INTO `user` VALUES ('id690', '登录名690', '密码690', '用户名690', '真实姓名690', '690', '690', '邮箱690', '性别690', '头像690');
INSERT INTO `user` VALUES ('id691', '登录名691', '密码691', '用户名691', '真实姓名691', '691', '691', '邮箱691', '性别691', '头像691');
INSERT INTO `user` VALUES ('id692', '登录名692', '密码692', '用户名692', '真实姓名692', '692', '692', '邮箱692', '性别692', '头像692');
INSERT INTO `user` VALUES ('id693', '登录名693', '密码693', '用户名693', '真实姓名693', '693', '693', '邮箱693', '性别693', '头像693');
INSERT INTO `user` VALUES ('id694', '登录名694', '密码694', '用户名694', '真实姓名694', '694', '694', '邮箱694', '性别694', '头像694');
INSERT INTO `user` VALUES ('id695', '登录名695', '密码695', '用户名695', '真实姓名695', '695', '695', '邮箱695', '性别695', '头像695');
INSERT INTO `user` VALUES ('id696', '登录名696', '密码696', '用户名696', '真实姓名696', '696', '696', '邮箱696', '性别696', '头像696');
INSERT INTO `user` VALUES ('id697', '登录名697', '密码697', '用户名697', '真实姓名697', '697', '697', '邮箱697', '性别697', '头像697');
INSERT INTO `user` VALUES ('id698', '登录名698', '密码698', '用户名698', '真实姓名698', '698', '698', '邮箱698', '性别698', '头像698');
INSERT INTO `user` VALUES ('id699', '登录名699', '密码699', '用户名699', '真实姓名699', '699', '699', '邮箱699', '性别699', '头像699');
INSERT INTO `user` VALUES ('id7', '登录名7', '密码7', '用户名7', '真实姓名7', '7', '7', '邮箱7', '性别7', '头像7');
INSERT INTO `user` VALUES ('id70', '登录名70', '密码70', '用户名70', '真实姓名70', '70', '70', '邮箱70', '性别70', '头像70');
INSERT INTO `user` VALUES ('id700', '登录名700', '密码700', '用户名700', '真实姓名700', '700', '700', '邮箱700', '性别700', '头像700');
INSERT INTO `user` VALUES ('id701', '登录名701', '密码701', '用户名701', '真实姓名701', '701', '701', '邮箱701', '性别701', '头像701');
INSERT INTO `user` VALUES ('id702', '登录名702', '密码702', '用户名702', '真实姓名702', '702', '702', '邮箱702', '性别702', '头像702');
INSERT INTO `user` VALUES ('id703', '登录名703', '密码703', '用户名703', '真实姓名703', '703', '703', '邮箱703', '性别703', '头像703');
INSERT INTO `user` VALUES ('id704', '登录名704', '密码704', '用户名704', '真实姓名704', '704', '704', '邮箱704', '性别704', '头像704');
INSERT INTO `user` VALUES ('id705', '登录名705', '密码705', '用户名705', '真实姓名705', '705', '705', '邮箱705', '性别705', '头像705');
INSERT INTO `user` VALUES ('id706', '登录名706', '密码706', '用户名706', '真实姓名706', '706', '706', '邮箱706', '性别706', '头像706');
INSERT INTO `user` VALUES ('id707', '登录名707', '密码707', '用户名707', '真实姓名707', '707', '707', '邮箱707', '性别707', '头像707');
INSERT INTO `user` VALUES ('id708', '登录名708', '密码708', '用户名708', '真实姓名708', '708', '708', '邮箱708', '性别708', '头像708');
INSERT INTO `user` VALUES ('id709', '登录名709', '密码709', '用户名709', '真实姓名709', '709', '709', '邮箱709', '性别709', '头像709');
INSERT INTO `user` VALUES ('id71', '登录名71', '密码71', '用户名71', '真实姓名71', '71', '71', '邮箱71', '性别71', '头像71');
INSERT INTO `user` VALUES ('id710', '登录名710', '密码710', '用户名710', '真实姓名710', '710', '710', '邮箱710', '性别710', '头像710');
INSERT INTO `user` VALUES ('id711', '登录名711', '密码711', '用户名711', '真实姓名711', '711', '711', '邮箱711', '性别711', '头像711');
INSERT INTO `user` VALUES ('id712', '登录名712', '密码712', '用户名712', '真实姓名712', '712', '712', '邮箱712', '性别712', '头像712');
INSERT INTO `user` VALUES ('id713', '登录名713', '密码713', '用户名713', '真实姓名713', '713', '713', '邮箱713', '性别713', '头像713');
INSERT INTO `user` VALUES ('id714', '登录名714', '密码714', '用户名714', '真实姓名714', '714', '714', '邮箱714', '性别714', '头像714');
INSERT INTO `user` VALUES ('id715', '登录名715', '密码715', '用户名715', '真实姓名715', '715', '715', '邮箱715', '性别715', '头像715');
INSERT INTO `user` VALUES ('id716', '登录名716', '密码716', '用户名716', '真实姓名716', '716', '716', '邮箱716', '性别716', '头像716');
INSERT INTO `user` VALUES ('id717', '登录名717', '密码717', '用户名717', '真实姓名717', '717', '717', '邮箱717', '性别717', '头像717');
INSERT INTO `user` VALUES ('id718', '登录名718', '密码718', '用户名718', '真实姓名718', '718', '718', '邮箱718', '性别718', '头像718');
INSERT INTO `user` VALUES ('id719', '登录名719', '密码719', '用户名719', '真实姓名719', '719', '719', '邮箱719', '性别719', '头像719');
INSERT INTO `user` VALUES ('id72', '登录名72', '密码72', '用户名72', '真实姓名72', '72', '72', '邮箱72', '性别72', '头像72');
INSERT INTO `user` VALUES ('id720', '登录名720', '密码720', '用户名720', '真实姓名720', '720', '720', '邮箱720', '性别720', '头像720');
INSERT INTO `user` VALUES ('id721', '登录名721', '密码721', '用户名721', '真实姓名721', '721', '721', '邮箱721', '性别721', '头像721');
INSERT INTO `user` VALUES ('id722', '登录名722', '密码722', '用户名722', '真实姓名722', '722', '722', '邮箱722', '性别722', '头像722');
INSERT INTO `user` VALUES ('id723', '登录名723', '密码723', '用户名723', '真实姓名723', '723', '723', '邮箱723', '性别723', '头像723');
INSERT INTO `user` VALUES ('id724', '登录名724', '密码724', '用户名724', '真实姓名724', '724', '724', '邮箱724', '性别724', '头像724');
INSERT INTO `user` VALUES ('id725', '登录名725', '密码725', '用户名725', '真实姓名725', '725', '725', '邮箱725', '性别725', '头像725');
INSERT INTO `user` VALUES ('id726', '登录名726', '密码726', '用户名726', '真实姓名726', '726', '726', '邮箱726', '性别726', '头像726');
INSERT INTO `user` VALUES ('id727', '登录名727', '密码727', '用户名727', '真实姓名727', '727', '727', '邮箱727', '性别727', '头像727');
INSERT INTO `user` VALUES ('id728', '登录名728', '密码728', '用户名728', '真实姓名728', '728', '728', '邮箱728', '性别728', '头像728');
INSERT INTO `user` VALUES ('id729', '登录名729', '密码729', '用户名729', '真实姓名729', '729', '729', '邮箱729', '性别729', '头像729');
INSERT INTO `user` VALUES ('id73', '登录名73', '密码73', '用户名73', '真实姓名73', '73', '73', '邮箱73', '性别73', '头像73');
INSERT INTO `user` VALUES ('id730', '登录名730', '密码730', '用户名730', '真实姓名730', '730', '730', '邮箱730', '性别730', '头像730');
INSERT INTO `user` VALUES ('id731', '登录名731', '密码731', '用户名731', '真实姓名731', '731', '731', '邮箱731', '性别731', '头像731');
INSERT INTO `user` VALUES ('id732', '登录名732', '密码732', '用户名732', '真实姓名732', '732', '732', '邮箱732', '性别732', '头像732');
INSERT INTO `user` VALUES ('id733', '登录名733', '密码733', '用户名733', '真实姓名733', '733', '733', '邮箱733', '性别733', '头像733');
INSERT INTO `user` VALUES ('id734', '登录名734', '密码734', '用户名734', '真实姓名734', '734', '734', '邮箱734', '性别734', '头像734');
INSERT INTO `user` VALUES ('id735', '登录名735', '密码735', '用户名735', '真实姓名735', '735', '735', '邮箱735', '性别735', '头像735');
INSERT INTO `user` VALUES ('id736', '登录名736', '密码736', '用户名736', '真实姓名736', '736', '736', '邮箱736', '性别736', '头像736');
INSERT INTO `user` VALUES ('id737', '登录名737', '密码737', '用户名737', '真实姓名737', '737', '737', '邮箱737', '性别737', '头像737');
INSERT INTO `user` VALUES ('id738', '登录名738', '密码738', '用户名738', '真实姓名738', '738', '738', '邮箱738', '性别738', '头像738');
INSERT INTO `user` VALUES ('id739', '登录名739', '密码739', '用户名739', '真实姓名739', '739', '739', '邮箱739', '性别739', '头像739');
INSERT INTO `user` VALUES ('id74', '登录名74', '密码74', '用户名74', '真实姓名74', '74', '74', '邮箱74', '性别74', '头像74');
INSERT INTO `user` VALUES ('id740', '登录名740', '密码740', '用户名740', '真实姓名740', '740', '740', '邮箱740', '性别740', '头像740');
INSERT INTO `user` VALUES ('id741', '登录名741', '密码741', '用户名741', '真实姓名741', '741', '741', '邮箱741', '性别741', '头像741');
INSERT INTO `user` VALUES ('id742', '登录名742', '密码742', '用户名742', '真实姓名742', '742', '742', '邮箱742', '性别742', '头像742');
INSERT INTO `user` VALUES ('id743', '登录名743', '密码743', '用户名743', '真实姓名743', '743', '743', '邮箱743', '性别743', '头像743');
INSERT INTO `user` VALUES ('id744', '登录名744', '密码744', '用户名744', '真实姓名744', '744', '744', '邮箱744', '性别744', '头像744');
INSERT INTO `user` VALUES ('id745', '登录名745', '密码745', '用户名745', '真实姓名745', '745', '745', '邮箱745', '性别745', '头像745');
INSERT INTO `user` VALUES ('id746', '登录名746', '密码746', '用户名746', '真实姓名746', '746', '746', '邮箱746', '性别746', '头像746');
INSERT INTO `user` VALUES ('id747', '登录名747', '密码747', '用户名747', '真实姓名747', '747', '747', '邮箱747', '性别747', '头像747');
INSERT INTO `user` VALUES ('id748', '登录名748', '密码748', '用户名748', '真实姓名748', '748', '748', '邮箱748', '性别748', '头像748');
INSERT INTO `user` VALUES ('id749', '登录名749', '密码749', '用户名749', '真实姓名749', '749', '749', '邮箱749', '性别749', '头像749');
INSERT INTO `user` VALUES ('id75', '登录名75', '密码75', '用户名75', '真实姓名75', '75', '75', '邮箱75', '性别75', '头像75');
INSERT INTO `user` VALUES ('id750', '登录名750', '密码750', '用户名750', '真实姓名750', '750', '750', '邮箱750', '性别750', '头像750');
INSERT INTO `user` VALUES ('id751', '登录名751', '密码751', '用户名751', '真实姓名751', '751', '751', '邮箱751', '性别751', '头像751');
INSERT INTO `user` VALUES ('id752', '登录名752', '密码752', '用户名752', '真实姓名752', '752', '752', '邮箱752', '性别752', '头像752');
INSERT INTO `user` VALUES ('id753', '登录名753', '密码753', '用户名753', '真实姓名753', '753', '753', '邮箱753', '性别753', '头像753');
INSERT INTO `user` VALUES ('id754', '登录名754', '密码754', '用户名754', '真实姓名754', '754', '754', '邮箱754', '性别754', '头像754');
INSERT INTO `user` VALUES ('id755', '登录名755', '密码755', '用户名755', '真实姓名755', '755', '755', '邮箱755', '性别755', '头像755');
INSERT INTO `user` VALUES ('id756', '登录名756', '密码756', '用户名756', '真实姓名756', '756', '756', '邮箱756', '性别756', '头像756');
INSERT INTO `user` VALUES ('id757', '登录名757', '密码757', '用户名757', '真实姓名757', '757', '757', '邮箱757', '性别757', '头像757');
INSERT INTO `user` VALUES ('id758', '登录名758', '密码758', '用户名758', '真实姓名758', '758', '758', '邮箱758', '性别758', '头像758');
INSERT INTO `user` VALUES ('id759', '登录名759', '密码759', '用户名759', '真实姓名759', '759', '759', '邮箱759', '性别759', '头像759');
INSERT INTO `user` VALUES ('id76', '登录名76', '密码76', '用户名76', '真实姓名76', '76', '76', '邮箱76', '性别76', '头像76');
INSERT INTO `user` VALUES ('id760', '登录名760', '密码760', '用户名760', '真实姓名760', '760', '760', '邮箱760', '性别760', '头像760');
INSERT INTO `user` VALUES ('id761', '登录名761', '密码761', '用户名761', '真实姓名761', '761', '761', '邮箱761', '性别761', '头像761');
INSERT INTO `user` VALUES ('id762', '登录名762', '密码762', '用户名762', '真实姓名762', '762', '762', '邮箱762', '性别762', '头像762');
INSERT INTO `user` VALUES ('id763', '登录名763', '密码763', '用户名763', '真实姓名763', '763', '763', '邮箱763', '性别763', '头像763');
INSERT INTO `user` VALUES ('id764', '登录名764', '密码764', '用户名764', '真实姓名764', '764', '764', '邮箱764', '性别764', '头像764');
INSERT INTO `user` VALUES ('id765', '登录名765', '密码765', '用户名765', '真实姓名765', '765', '765', '邮箱765', '性别765', '头像765');
INSERT INTO `user` VALUES ('id766', '登录名766', '密码766', '用户名766', '真实姓名766', '766', '766', '邮箱766', '性别766', '头像766');
INSERT INTO `user` VALUES ('id767', '登录名767', '密码767', '用户名767', '真实姓名767', '767', '767', '邮箱767', '性别767', '头像767');
INSERT INTO `user` VALUES ('id768', '登录名768', '密码768', '用户名768', '真实姓名768', '768', '768', '邮箱768', '性别768', '头像768');
INSERT INTO `user` VALUES ('id769', '登录名769', '密码769', '用户名769', '真实姓名769', '769', '769', '邮箱769', '性别769', '头像769');
INSERT INTO `user` VALUES ('id77', '登录名77', '密码77', '用户名77', '真实姓名77', '77', '77', '邮箱77', '性别77', '头像77');
INSERT INTO `user` VALUES ('id770', '登录名770', '密码770', '用户名770', '真实姓名770', '770', '770', '邮箱770', '性别770', '头像770');
INSERT INTO `user` VALUES ('id771', '登录名771', '密码771', '用户名771', '真实姓名771', '771', '771', '邮箱771', '性别771', '头像771');
INSERT INTO `user` VALUES ('id772', '登录名772', '密码772', '用户名772', '真实姓名772', '772', '772', '邮箱772', '性别772', '头像772');
INSERT INTO `user` VALUES ('id773', '登录名773', '密码773', '用户名773', '真实姓名773', '773', '773', '邮箱773', '性别773', '头像773');
INSERT INTO `user` VALUES ('id774', '登录名774', '密码774', '用户名774', '真实姓名774', '774', '774', '邮箱774', '性别774', '头像774');
INSERT INTO `user` VALUES ('id775', '登录名775', '密码775', '用户名775', '真实姓名775', '775', '775', '邮箱775', '性别775', '头像775');
INSERT INTO `user` VALUES ('id776', '登录名776', '密码776', '用户名776', '真实姓名776', '776', '776', '邮箱776', '性别776', '头像776');
INSERT INTO `user` VALUES ('id777', '登录名777', '密码777', '用户名777', '真实姓名777', '777', '777', '邮箱777', '性别777', '头像777');
INSERT INTO `user` VALUES ('id778', '登录名778', '密码778', '用户名778', '真实姓名778', '778', '778', '邮箱778', '性别778', '头像778');
INSERT INTO `user` VALUES ('id779', '登录名779', '密码779', '用户名779', '真实姓名779', '779', '779', '邮箱779', '性别779', '头像779');
INSERT INTO `user` VALUES ('id78', '登录名78', '密码78', '用户名78', '真实姓名78', '78', '78', '邮箱78', '性别78', '头像78');
INSERT INTO `user` VALUES ('id780', '登录名780', '密码780', '用户名780', '真实姓名780', '780', '780', '邮箱780', '性别780', '头像780');
INSERT INTO `user` VALUES ('id781', '登录名781', '密码781', '用户名781', '真实姓名781', '781', '781', '邮箱781', '性别781', '头像781');
INSERT INTO `user` VALUES ('id782', '登录名782', '密码782', '用户名782', '真实姓名782', '782', '782', '邮箱782', '性别782', '头像782');
INSERT INTO `user` VALUES ('id783', '登录名783', '密码783', '用户名783', '真实姓名783', '783', '783', '邮箱783', '性别783', '头像783');
INSERT INTO `user` VALUES ('id784', '登录名784', '密码784', '用户名784', '真实姓名784', '784', '784', '邮箱784', '性别784', '头像784');
INSERT INTO `user` VALUES ('id785', '登录名785', '密码785', '用户名785', '真实姓名785', '785', '785', '邮箱785', '性别785', '头像785');
INSERT INTO `user` VALUES ('id786', '登录名786', '密码786', '用户名786', '真实姓名786', '786', '786', '邮箱786', '性别786', '头像786');
INSERT INTO `user` VALUES ('id787', '登录名787', '密码787', '用户名787', '真实姓名787', '787', '787', '邮箱787', '性别787', '头像787');
INSERT INTO `user` VALUES ('id788', '登录名788', '密码788', '用户名788', '真实姓名788', '788', '788', '邮箱788', '性别788', '头像788');
INSERT INTO `user` VALUES ('id789', '登录名789', '密码789', '用户名789', '真实姓名789', '789', '789', '邮箱789', '性别789', '头像789');
INSERT INTO `user` VALUES ('id79', '登录名79', '密码79', '用户名79', '真实姓名79', '79', '79', '邮箱79', '性别79', '头像79');
INSERT INTO `user` VALUES ('id790', '登录名790', '密码790', '用户名790', '真实姓名790', '790', '790', '邮箱790', '性别790', '头像790');
INSERT INTO `user` VALUES ('id791', '登录名791', '密码791', '用户名791', '真实姓名791', '791', '791', '邮箱791', '性别791', '头像791');
INSERT INTO `user` VALUES ('id792', '登录名792', '密码792', '用户名792', '真实姓名792', '792', '792', '邮箱792', '性别792', '头像792');
INSERT INTO `user` VALUES ('id793', '登录名793', '密码793', '用户名793', '真实姓名793', '793', '793', '邮箱793', '性别793', '头像793');
INSERT INTO `user` VALUES ('id794', '登录名794', '密码794', '用户名794', '真实姓名794', '794', '794', '邮箱794', '性别794', '头像794');
INSERT INTO `user` VALUES ('id795', '登录名795', '密码795', '用户名795', '真实姓名795', '795', '795', '邮箱795', '性别795', '头像795');
INSERT INTO `user` VALUES ('id796', '登录名796', '密码796', '用户名796', '真实姓名796', '796', '796', '邮箱796', '性别796', '头像796');
INSERT INTO `user` VALUES ('id797', '登录名797', '密码797', '用户名797', '真实姓名797', '797', '797', '邮箱797', '性别797', '头像797');
INSERT INTO `user` VALUES ('id798', '登录名798', '密码798', '用户名798', '真实姓名798', '798', '798', '邮箱798', '性别798', '头像798');
INSERT INTO `user` VALUES ('id799', '登录名799', '密码799', '用户名799', '真实姓名799', '799', '799', '邮箱799', '性别799', '头像799');
INSERT INTO `user` VALUES ('id8', '登录名8', '密码8', '用户名8', '真实姓名8', '8', '8', '邮箱8', '性别8', '头像8');
INSERT INTO `user` VALUES ('id80', '登录名80', '密码80', '用户名80', '真实姓名80', '80', '80', '邮箱80', '性别80', '头像80');
INSERT INTO `user` VALUES ('id800', '登录名800', '密码800', '用户名800', '真实姓名800', '800', '800', '邮箱800', '性别800', '头像800');
INSERT INTO `user` VALUES ('id801', '登录名801', '密码801', '用户名801', '真实姓名801', '801', '801', '邮箱801', '性别801', '头像801');
INSERT INTO `user` VALUES ('id802', '登录名802', '密码802', '用户名802', '真实姓名802', '802', '802', '邮箱802', '性别802', '头像802');
INSERT INTO `user` VALUES ('id803', '登录名803', '密码803', '用户名803', '真实姓名803', '803', '803', '邮箱803', '性别803', '头像803');
INSERT INTO `user` VALUES ('id804', '登录名804', '密码804', '用户名804', '真实姓名804', '804', '804', '邮箱804', '性别804', '头像804');
INSERT INTO `user` VALUES ('id805', '登录名805', '密码805', '用户名805', '真实姓名805', '805', '805', '邮箱805', '性别805', '头像805');
INSERT INTO `user` VALUES ('id806', '登录名806', '密码806', '用户名806', '真实姓名806', '806', '806', '邮箱806', '性别806', '头像806');
INSERT INTO `user` VALUES ('id807', '登录名807', '密码807', '用户名807', '真实姓名807', '807', '807', '邮箱807', '性别807', '头像807');
INSERT INTO `user` VALUES ('id808', '登录名808', '密码808', '用户名808', '真实姓名808', '808', '808', '邮箱808', '性别808', '头像808');
INSERT INTO `user` VALUES ('id809', '登录名809', '密码809', '用户名809', '真实姓名809', '809', '809', '邮箱809', '性别809', '头像809');
INSERT INTO `user` VALUES ('id81', '登录名81', '密码81', '用户名81', '真实姓名81', '81', '81', '邮箱81', '性别81', '头像81');
INSERT INTO `user` VALUES ('id810', '登录名810', '密码810', '用户名810', '真实姓名810', '810', '810', '邮箱810', '性别810', '头像810');
INSERT INTO `user` VALUES ('id811', '登录名811', '密码811', '用户名811', '真实姓名811', '811', '811', '邮箱811', '性别811', '头像811');
INSERT INTO `user` VALUES ('id812', '登录名812', '密码812', '用户名812', '真实姓名812', '812', '812', '邮箱812', '性别812', '头像812');
INSERT INTO `user` VALUES ('id813', '登录名813', '密码813', '用户名813', '真实姓名813', '813', '813', '邮箱813', '性别813', '头像813');
INSERT INTO `user` VALUES ('id814', '登录名814', '密码814', '用户名814', '真实姓名814', '814', '814', '邮箱814', '性别814', '头像814');
INSERT INTO `user` VALUES ('id815', '登录名815', '密码815', '用户名815', '真实姓名815', '815', '815', '邮箱815', '性别815', '头像815');
INSERT INTO `user` VALUES ('id816', '登录名816', '密码816', '用户名816', '真实姓名816', '816', '816', '邮箱816', '性别816', '头像816');
INSERT INTO `user` VALUES ('id817', '登录名817', '密码817', '用户名817', '真实姓名817', '817', '817', '邮箱817', '性别817', '头像817');
INSERT INTO `user` VALUES ('id818', '登录名818', '密码818', '用户名818', '真实姓名818', '818', '818', '邮箱818', '性别818', '头像818');
INSERT INTO `user` VALUES ('id819', '登录名819', '密码819', '用户名819', '真实姓名819', '819', '819', '邮箱819', '性别819', '头像819');
INSERT INTO `user` VALUES ('id82', '登录名82', '密码82', '用户名82', '真实姓名82', '82', '82', '邮箱82', '性别82', '头像82');
INSERT INTO `user` VALUES ('id820', '登录名820', '密码820', '用户名820', '真实姓名820', '820', '820', '邮箱820', '性别820', '头像820');
INSERT INTO `user` VALUES ('id821', '登录名821', '密码821', '用户名821', '真实姓名821', '821', '821', '邮箱821', '性别821', '头像821');
INSERT INTO `user` VALUES ('id822', '登录名822', '密码822', '用户名822', '真实姓名822', '822', '822', '邮箱822', '性别822', '头像822');
INSERT INTO `user` VALUES ('id823', '登录名823', '密码823', '用户名823', '真实姓名823', '823', '823', '邮箱823', '性别823', '头像823');
INSERT INTO `user` VALUES ('id824', '登录名824', '密码824', '用户名824', '真实姓名824', '824', '824', '邮箱824', '性别824', '头像824');
INSERT INTO `user` VALUES ('id825', '登录名825', '密码825', '用户名825', '真实姓名825', '825', '825', '邮箱825', '性别825', '头像825');
INSERT INTO `user` VALUES ('id826', '登录名826', '密码826', '用户名826', '真实姓名826', '826', '826', '邮箱826', '性别826', '头像826');
INSERT INTO `user` VALUES ('id827', '登录名827', '密码827', '用户名827', '真实姓名827', '827', '827', '邮箱827', '性别827', '头像827');
INSERT INTO `user` VALUES ('id828', '登录名828', '密码828', '用户名828', '真实姓名828', '828', '828', '邮箱828', '性别828', '头像828');
INSERT INTO `user` VALUES ('id829', '登录名829', '密码829', '用户名829', '真实姓名829', '829', '829', '邮箱829', '性别829', '头像829');
INSERT INTO `user` VALUES ('id83', '登录名83', '密码83', '用户名83', '真实姓名83', '83', '83', '邮箱83', '性别83', '头像83');
INSERT INTO `user` VALUES ('id830', '登录名830', '密码830', '用户名830', '真实姓名830', '830', '830', '邮箱830', '性别830', '头像830');
INSERT INTO `user` VALUES ('id831', '登录名831', '密码831', '用户名831', '真实姓名831', '831', '831', '邮箱831', '性别831', '头像831');
INSERT INTO `user` VALUES ('id832', '登录名832', '密码832', '用户名832', '真实姓名832', '832', '832', '邮箱832', '性别832', '头像832');
INSERT INTO `user` VALUES ('id833', '登录名833', '密码833', '用户名833', '真实姓名833', '833', '833', '邮箱833', '性别833', '头像833');
INSERT INTO `user` VALUES ('id834', '登录名834', '密码834', '用户名834', '真实姓名834', '834', '834', '邮箱834', '性别834', '头像834');
INSERT INTO `user` VALUES ('id835', '登录名835', '密码835', '用户名835', '真实姓名835', '835', '835', '邮箱835', '性别835', '头像835');
INSERT INTO `user` VALUES ('id836', '登录名836', '密码836', '用户名836', '真实姓名836', '836', '836', '邮箱836', '性别836', '头像836');
INSERT INTO `user` VALUES ('id837', '登录名837', '密码837', '用户名837', '真实姓名837', '837', '837', '邮箱837', '性别837', '头像837');
INSERT INTO `user` VALUES ('id838', '登录名838', '密码838', '用户名838', '真实姓名838', '838', '838', '邮箱838', '性别838', '头像838');
INSERT INTO `user` VALUES ('id839', '登录名839', '密码839', '用户名839', '真实姓名839', '839', '839', '邮箱839', '性别839', '头像839');
INSERT INTO `user` VALUES ('id84', '登录名84', '密码84', '用户名84', '真实姓名84', '84', '84', '邮箱84', '性别84', '头像84');
INSERT INTO `user` VALUES ('id840', '登录名840', '密码840', '用户名840', '真实姓名840', '840', '840', '邮箱840', '性别840', '头像840');
INSERT INTO `user` VALUES ('id841', '登录名841', '密码841', '用户名841', '真实姓名841', '841', '841', '邮箱841', '性别841', '头像841');
INSERT INTO `user` VALUES ('id842', '登录名842', '密码842', '用户名842', '真实姓名842', '842', '842', '邮箱842', '性别842', '头像842');
INSERT INTO `user` VALUES ('id843', '登录名843', '密码843', '用户名843', '真实姓名843', '843', '843', '邮箱843', '性别843', '头像843');
INSERT INTO `user` VALUES ('id844', '登录名844', '密码844', '用户名844', '真实姓名844', '844', '844', '邮箱844', '性别844', '头像844');
INSERT INTO `user` VALUES ('id845', '登录名845', '密码845', '用户名845', '真实姓名845', '845', '845', '邮箱845', '性别845', '头像845');
INSERT INTO `user` VALUES ('id846', '登录名846', '密码846', '用户名846', '真实姓名846', '846', '846', '邮箱846', '性别846', '头像846');
INSERT INTO `user` VALUES ('id847', '登录名847', '密码847', '用户名847', '真实姓名847', '847', '847', '邮箱847', '性别847', '头像847');
INSERT INTO `user` VALUES ('id848', '登录名848', '密码848', '用户名848', '真实姓名848', '848', '848', '邮箱848', '性别848', '头像848');
INSERT INTO `user` VALUES ('id849', '登录名849', '密码849', '用户名849', '真实姓名849', '849', '849', '邮箱849', '性别849', '头像849');
INSERT INTO `user` VALUES ('id85', '登录名85', '密码85', '用户名85', '真实姓名85', '85', '85', '邮箱85', '性别85', '头像85');
INSERT INTO `user` VALUES ('id850', '登录名850', '密码850', '用户名850', '真实姓名850', '850', '850', '邮箱850', '性别850', '头像850');
INSERT INTO `user` VALUES ('id851', '登录名851', '密码851', '用户名851', '真实姓名851', '851', '851', '邮箱851', '性别851', '头像851');
INSERT INTO `user` VALUES ('id852', '登录名852', '密码852', '用户名852', '真实姓名852', '852', '852', '邮箱852', '性别852', '头像852');
INSERT INTO `user` VALUES ('id853', '登录名853', '密码853', '用户名853', '真实姓名853', '853', '853', '邮箱853', '性别853', '头像853');
INSERT INTO `user` VALUES ('id854', '登录名854', '密码854', '用户名854', '真实姓名854', '854', '854', '邮箱854', '性别854', '头像854');
INSERT INTO `user` VALUES ('id855', '登录名855', '密码855', '用户名855', '真实姓名855', '855', '855', '邮箱855', '性别855', '头像855');
INSERT INTO `user` VALUES ('id856', '登录名856', '密码856', '用户名856', '真实姓名856', '856', '856', '邮箱856', '性别856', '头像856');
INSERT INTO `user` VALUES ('id857', '登录名857', '密码857', '用户名857', '真实姓名857', '857', '857', '邮箱857', '性别857', '头像857');
INSERT INTO `user` VALUES ('id858', '登录名858', '密码858', '用户名858', '真实姓名858', '858', '858', '邮箱858', '性别858', '头像858');
INSERT INTO `user` VALUES ('id859', '登录名859', '密码859', '用户名859', '真实姓名859', '859', '859', '邮箱859', '性别859', '头像859');
INSERT INTO `user` VALUES ('id86', '登录名86', '密码86', '用户名86', '真实姓名86', '86', '86', '邮箱86', '性别86', '头像86');
INSERT INTO `user` VALUES ('id860', '登录名860', '密码860', '用户名860', '真实姓名860', '860', '860', '邮箱860', '性别860', '头像860');
INSERT INTO `user` VALUES ('id861', '登录名861', '密码861', '用户名861', '真实姓名861', '861', '861', '邮箱861', '性别861', '头像861');
INSERT INTO `user` VALUES ('id862', '登录名862', '密码862', '用户名862', '真实姓名862', '862', '862', '邮箱862', '性别862', '头像862');
INSERT INTO `user` VALUES ('id863', '登录名863', '密码863', '用户名863', '真实姓名863', '863', '863', '邮箱863', '性别863', '头像863');
INSERT INTO `user` VALUES ('id864', '登录名864', '密码864', '用户名864', '真实姓名864', '864', '864', '邮箱864', '性别864', '头像864');
INSERT INTO `user` VALUES ('id865', '登录名865', '密码865', '用户名865', '真实姓名865', '865', '865', '邮箱865', '性别865', '头像865');
INSERT INTO `user` VALUES ('id866', '登录名866', '密码866', '用户名866', '真实姓名866', '866', '866', '邮箱866', '性别866', '头像866');
INSERT INTO `user` VALUES ('id867', '登录名867', '密码867', '用户名867', '真实姓名867', '867', '867', '邮箱867', '性别867', '头像867');
INSERT INTO `user` VALUES ('id868', '登录名868', '密码868', '用户名868', '真实姓名868', '868', '868', '邮箱868', '性别868', '头像868');
INSERT INTO `user` VALUES ('id869', '登录名869', '密码869', '用户名869', '真实姓名869', '869', '869', '邮箱869', '性别869', '头像869');
INSERT INTO `user` VALUES ('id87', '登录名87', '密码87', '用户名87', '真实姓名87', '87', '87', '邮箱87', '性别87', '头像87');
INSERT INTO `user` VALUES ('id870', '登录名870', '密码870', '用户名870', '真实姓名870', '870', '870', '邮箱870', '性别870', '头像870');
INSERT INTO `user` VALUES ('id871', '登录名871', '密码871', '用户名871', '真实姓名871', '871', '871', '邮箱871', '性别871', '头像871');
INSERT INTO `user` VALUES ('id872', '登录名872', '密码872', '用户名872', '真实姓名872', '872', '872', '邮箱872', '性别872', '头像872');
INSERT INTO `user` VALUES ('id873', '登录名873', '密码873', '用户名873', '真实姓名873', '873', '873', '邮箱873', '性别873', '头像873');
INSERT INTO `user` VALUES ('id874', '登录名874', '密码874', '用户名874', '真实姓名874', '874', '874', '邮箱874', '性别874', '头像874');
INSERT INTO `user` VALUES ('id875', '登录名875', '密码875', '用户名875', '真实姓名875', '875', '875', '邮箱875', '性别875', '头像875');
INSERT INTO `user` VALUES ('id876', '登录名876', '密码876', '用户名876', '真实姓名876', '876', '876', '邮箱876', '性别876', '头像876');
INSERT INTO `user` VALUES ('id877', '登录名877', '密码877', '用户名877', '真实姓名877', '877', '877', '邮箱877', '性别877', '头像877');
INSERT INTO `user` VALUES ('id878', '登录名878', '密码878', '用户名878', '真实姓名878', '878', '878', '邮箱878', '性别878', '头像878');
INSERT INTO `user` VALUES ('id879', '登录名879', '密码879', '用户名879', '真实姓名879', '879', '879', '邮箱879', '性别879', '头像879');
INSERT INTO `user` VALUES ('id88', '登录名88', '密码88', '用户名88', '真实姓名88', '88', '88', '邮箱88', '性别88', '头像88');
INSERT INTO `user` VALUES ('id880', '登录名880', '密码880', '用户名880', '真实姓名880', '880', '880', '邮箱880', '性别880', '头像880');
INSERT INTO `user` VALUES ('id881', '登录名881', '密码881', '用户名881', '真实姓名881', '881', '881', '邮箱881', '性别881', '头像881');
INSERT INTO `user` VALUES ('id882', '登录名882', '密码882', '用户名882', '真实姓名882', '882', '882', '邮箱882', '性别882', '头像882');
INSERT INTO `user` VALUES ('id883', '登录名883', '密码883', '用户名883', '真实姓名883', '883', '883', '邮箱883', '性别883', '头像883');
INSERT INTO `user` VALUES ('id884', '登录名884', '密码884', '用户名884', '真实姓名884', '884', '884', '邮箱884', '性别884', '头像884');
INSERT INTO `user` VALUES ('id885', '登录名885', '密码885', '用户名885', '真实姓名885', '885', '885', '邮箱885', '性别885', '头像885');
INSERT INTO `user` VALUES ('id886', '登录名886', '密码886', '用户名886', '真实姓名886', '886', '886', '邮箱886', '性别886', '头像886');
INSERT INTO `user` VALUES ('id887', '登录名887', '密码887', '用户名887', '真实姓名887', '887', '887', '邮箱887', '性别887', '头像887');
INSERT INTO `user` VALUES ('id888', '登录名888', '密码888', '用户名888', '真实姓名888', '888', '888', '邮箱888', '性别888', '头像888');
INSERT INTO `user` VALUES ('id889', '登录名889', '密码889', '用户名889', '真实姓名889', '889', '889', '邮箱889', '性别889', '头像889');
INSERT INTO `user` VALUES ('id89', '登录名89', '密码89', '用户名89', '真实姓名89', '89', '89', '邮箱89', '性别89', '头像89');
INSERT INTO `user` VALUES ('id890', '登录名890', '密码890', '用户名890', '真实姓名890', '890', '890', '邮箱890', '性别890', '头像890');
INSERT INTO `user` VALUES ('id891', '登录名891', '密码891', '用户名891', '真实姓名891', '891', '891', '邮箱891', '性别891', '头像891');
INSERT INTO `user` VALUES ('id892', '登录名892', '密码892', '用户名892', '真实姓名892', '892', '892', '邮箱892', '性别892', '头像892');
INSERT INTO `user` VALUES ('id893', '登录名893', '密码893', '用户名893', '真实姓名893', '893', '893', '邮箱893', '性别893', '头像893');
INSERT INTO `user` VALUES ('id894', '登录名894', '密码894', '用户名894', '真实姓名894', '894', '894', '邮箱894', '性别894', '头像894');
INSERT INTO `user` VALUES ('id895', '登录名895', '密码895', '用户名895', '真实姓名895', '895', '895', '邮箱895', '性别895', '头像895');
INSERT INTO `user` VALUES ('id896', '登录名896', '密码896', '用户名896', '真实姓名896', '896', '896', '邮箱896', '性别896', '头像896');
INSERT INTO `user` VALUES ('id897', '登录名897', '密码897', '用户名897', '真实姓名897', '897', '897', '邮箱897', '性别897', '头像897');
INSERT INTO `user` VALUES ('id898', '登录名898', '密码898', '用户名898', '真实姓名898', '898', '898', '邮箱898', '性别898', '头像898');
INSERT INTO `user` VALUES ('id899', '登录名899', '密码899', '用户名899', '真实姓名899', '899', '899', '邮箱899', '性别899', '头像899');
INSERT INTO `user` VALUES ('id9', '登录名9', '密码9', '用户名9', '真实姓名9', '9', '9', '邮箱9', '性别9', '头像9');
INSERT INTO `user` VALUES ('id90', '登录名90', '密码90', '用户名90', '真实姓名90', '90', '90', '邮箱90', '性别90', '头像90');
INSERT INTO `user` VALUES ('id900', '登录名900', '密码900', '用户名900', '真实姓名900', '900', '900', '邮箱900', '性别900', '头像900');
INSERT INTO `user` VALUES ('id901', '登录名901', '密码901', '用户名901', '真实姓名901', '901', '901', '邮箱901', '性别901', '头像901');
INSERT INTO `user` VALUES ('id902', '登录名902', '密码902', '用户名902', '真实姓名902', '902', '902', '邮箱902', '性别902', '头像902');
INSERT INTO `user` VALUES ('id903', '登录名903', '密码903', '用户名903', '真实姓名903', '903', '903', '邮箱903', '性别903', '头像903');
INSERT INTO `user` VALUES ('id904', '登录名904', '密码904', '用户名904', '真实姓名904', '904', '904', '邮箱904', '性别904', '头像904');
INSERT INTO `user` VALUES ('id905', '登录名905', '密码905', '用户名905', '真实姓名905', '905', '905', '邮箱905', '性别905', '头像905');
INSERT INTO `user` VALUES ('id906', '登录名906', '密码906', '用户名906', '真实姓名906', '906', '906', '邮箱906', '性别906', '头像906');
INSERT INTO `user` VALUES ('id907', '登录名907', '密码907', '用户名907', '真实姓名907', '907', '907', '邮箱907', '性别907', '头像907');
INSERT INTO `user` VALUES ('id908', '登录名908', '密码908', '用户名908', '真实姓名908', '908', '908', '邮箱908', '性别908', '头像908');
INSERT INTO `user` VALUES ('id909', '登录名909', '密码909', '用户名909', '真实姓名909', '909', '909', '邮箱909', '性别909', '头像909');
INSERT INTO `user` VALUES ('id91', '登录名91', '密码91', '用户名91', '真实姓名91', '91', '91', '邮箱91', '性别91', '头像91');
INSERT INTO `user` VALUES ('id910', '登录名910', '密码910', '用户名910', '真实姓名910', '910', '910', '邮箱910', '性别910', '头像910');
INSERT INTO `user` VALUES ('id911', '登录名911', '密码911', '用户名911', '真实姓名911', '911', '911', '邮箱911', '性别911', '头像911');
INSERT INTO `user` VALUES ('id912', '登录名912', '密码912', '用户名912', '真实姓名912', '912', '912', '邮箱912', '性别912', '头像912');
INSERT INTO `user` VALUES ('id913', '登录名913', '密码913', '用户名913', '真实姓名913', '913', '913', '邮箱913', '性别913', '头像913');
INSERT INTO `user` VALUES ('id914', '登录名914', '密码914', '用户名914', '真实姓名914', '914', '914', '邮箱914', '性别914', '头像914');
INSERT INTO `user` VALUES ('id915', '登录名915', '密码915', '用户名915', '真实姓名915', '915', '915', '邮箱915', '性别915', '头像915');
INSERT INTO `user` VALUES ('id916', '登录名916', '密码916', '用户名916', '真实姓名916', '916', '916', '邮箱916', '性别916', '头像916');
INSERT INTO `user` VALUES ('id917', '登录名917', '密码917', '用户名917', '真实姓名917', '917', '917', '邮箱917', '性别917', '头像917');
INSERT INTO `user` VALUES ('id918', '登录名918', '密码918', '用户名918', '真实姓名918', '918', '918', '邮箱918', '性别918', '头像918');
INSERT INTO `user` VALUES ('id919', '登录名919', '密码919', '用户名919', '真实姓名919', '919', '919', '邮箱919', '性别919', '头像919');
INSERT INTO `user` VALUES ('id92', '登录名92', '密码92', '用户名92', '真实姓名92', '92', '92', '邮箱92', '性别92', '头像92');
INSERT INTO `user` VALUES ('id920', '登录名920', '密码920', '用户名920', '真实姓名920', '920', '920', '邮箱920', '性别920', '头像920');
INSERT INTO `user` VALUES ('id921', '登录名921', '密码921', '用户名921', '真实姓名921', '921', '921', '邮箱921', '性别921', '头像921');
INSERT INTO `user` VALUES ('id922', '登录名922', '密码922', '用户名922', '真实姓名922', '922', '922', '邮箱922', '性别922', '头像922');
INSERT INTO `user` VALUES ('id923', '登录名923', '密码923', '用户名923', '真实姓名923', '923', '923', '邮箱923', '性别923', '头像923');
INSERT INTO `user` VALUES ('id924', '登录名924', '密码924', '用户名924', '真实姓名924', '924', '924', '邮箱924', '性别924', '头像924');
INSERT INTO `user` VALUES ('id925', '登录名925', '密码925', '用户名925', '真实姓名925', '925', '925', '邮箱925', '性别925', '头像925');
INSERT INTO `user` VALUES ('id926', '登录名926', '密码926', '用户名926', '真实姓名926', '926', '926', '邮箱926', '性别926', '头像926');
INSERT INTO `user` VALUES ('id927', '登录名927', '密码927', '用户名927', '真实姓名927', '927', '927', '邮箱927', '性别927', '头像927');
INSERT INTO `user` VALUES ('id928', '登录名928', '密码928', '用户名928', '真实姓名928', '928', '928', '邮箱928', '性别928', '头像928');
INSERT INTO `user` VALUES ('id929', '登录名929', '密码929', '用户名929', '真实姓名929', '929', '929', '邮箱929', '性别929', '头像929');
INSERT INTO `user` VALUES ('id93', '登录名93', '密码93', '用户名93', '真实姓名93', '93', '93', '邮箱93', '性别93', '头像93');
INSERT INTO `user` VALUES ('id930', '登录名930', '密码930', '用户名930', '真实姓名930', '930', '930', '邮箱930', '性别930', '头像930');
INSERT INTO `user` VALUES ('id931', '登录名931', '密码931', '用户名931', '真实姓名931', '931', '931', '邮箱931', '性别931', '头像931');
INSERT INTO `user` VALUES ('id932', '登录名932', '密码932', '用户名932', '真实姓名932', '932', '932', '邮箱932', '性别932', '头像932');
INSERT INTO `user` VALUES ('id933', '登录名933', '密码933', '用户名933', '真实姓名933', '933', '933', '邮箱933', '性别933', '头像933');
INSERT INTO `user` VALUES ('id934', '登录名934', '密码934', '用户名934', '真实姓名934', '934', '934', '邮箱934', '性别934', '头像934');
INSERT INTO `user` VALUES ('id935', '登录名935', '密码935', '用户名935', '真实姓名935', '935', '935', '邮箱935', '性别935', '头像935');
INSERT INTO `user` VALUES ('id936', '登录名936', '密码936', '用户名936', '真实姓名936', '936', '936', '邮箱936', '性别936', '头像936');
INSERT INTO `user` VALUES ('id937', '登录名937', '密码937', '用户名937', '真实姓名937', '937', '937', '邮箱937', '性别937', '头像937');
INSERT INTO `user` VALUES ('id938', '登录名938', '密码938', '用户名938', '真实姓名938', '938', '938', '邮箱938', '性别938', '头像938');
INSERT INTO `user` VALUES ('id939', '登录名939', '密码939', '用户名939', '真实姓名939', '939', '939', '邮箱939', '性别939', '头像939');
INSERT INTO `user` VALUES ('id94', '登录名94', '密码94', '用户名94', '真实姓名94', '94', '94', '邮箱94', '性别94', '头像94');
INSERT INTO `user` VALUES ('id940', '登录名940', '密码940', '用户名940', '真实姓名940', '940', '940', '邮箱940', '性别940', '头像940');
INSERT INTO `user` VALUES ('id941', '登录名941', '密码941', '用户名941', '真实姓名941', '941', '941', '邮箱941', '性别941', '头像941');
INSERT INTO `user` VALUES ('id942', '登录名942', '密码942', '用户名942', '真实姓名942', '942', '942', '邮箱942', '性别942', '头像942');
INSERT INTO `user` VALUES ('id943', '登录名943', '密码943', '用户名943', '真实姓名943', '943', '943', '邮箱943', '性别943', '头像943');
INSERT INTO `user` VALUES ('id944', '登录名944', '密码944', '用户名944', '真实姓名944', '944', '944', '邮箱944', '性别944', '头像944');
INSERT INTO `user` VALUES ('id945', '登录名945', '密码945', '用户名945', '真实姓名945', '945', '945', '邮箱945', '性别945', '头像945');
INSERT INTO `user` VALUES ('id946', '登录名946', '密码946', '用户名946', '真实姓名946', '946', '946', '邮箱946', '性别946', '头像946');
INSERT INTO `user` VALUES ('id947', '登录名947', '密码947', '用户名947', '真实姓名947', '947', '947', '邮箱947', '性别947', '头像947');
INSERT INTO `user` VALUES ('id948', '登录名948', '密码948', '用户名948', '真实姓名948', '948', '948', '邮箱948', '性别948', '头像948');
INSERT INTO `user` VALUES ('id949', '登录名949', '密码949', '用户名949', '真实姓名949', '949', '949', '邮箱949', '性别949', '头像949');
INSERT INTO `user` VALUES ('id95', '登录名95', '密码95', '用户名95', '真实姓名95', '95', '95', '邮箱95', '性别95', '头像95');
INSERT INTO `user` VALUES ('id950', '登录名950', '密码950', '用户名950', '真实姓名950', '950', '950', '邮箱950', '性别950', '头像950');
INSERT INTO `user` VALUES ('id951', '登录名951', '密码951', '用户名951', '真实姓名951', '951', '951', '邮箱951', '性别951', '头像951');
INSERT INTO `user` VALUES ('id952', '登录名952', '密码952', '用户名952', '真实姓名952', '952', '952', '邮箱952', '性别952', '头像952');
INSERT INTO `user` VALUES ('id953', '登录名953', '密码953', '用户名953', '真实姓名953', '953', '953', '邮箱953', '性别953', '头像953');
INSERT INTO `user` VALUES ('id954', '登录名954', '密码954', '用户名954', '真实姓名954', '954', '954', '邮箱954', '性别954', '头像954');
INSERT INTO `user` VALUES ('id955', '登录名955', '密码955', '用户名955', '真实姓名955', '955', '955', '邮箱955', '性别955', '头像955');
INSERT INTO `user` VALUES ('id956', '登录名956', '密码956', '用户名956', '真实姓名956', '956', '956', '邮箱956', '性别956', '头像956');
INSERT INTO `user` VALUES ('id957', '登录名957', '密码957', '用户名957', '真实姓名957', '957', '957', '邮箱957', '性别957', '头像957');
INSERT INTO `user` VALUES ('id958', '登录名958', '密码958', '用户名958', '真实姓名958', '958', '958', '邮箱958', '性别958', '头像958');
INSERT INTO `user` VALUES ('id959', '登录名959', '密码959', '用户名959', '真实姓名959', '959', '959', '邮箱959', '性别959', '头像959');
INSERT INTO `user` VALUES ('id96', '登录名96', '密码96', '用户名96', '真实姓名96', '96', '96', '邮箱96', '性别96', '头像96');
INSERT INTO `user` VALUES ('id960', '登录名960', '密码960', '用户名960', '真实姓名960', '960', '960', '邮箱960', '性别960', '头像960');
INSERT INTO `user` VALUES ('id961', '登录名961', '密码961', '用户名961', '真实姓名961', '961', '961', '邮箱961', '性别961', '头像961');
INSERT INTO `user` VALUES ('id962', '登录名962', '密码962', '用户名962', '真实姓名962', '962', '962', '邮箱962', '性别962', '头像962');
INSERT INTO `user` VALUES ('id963', '登录名963', '密码963', '用户名963', '真实姓名963', '963', '963', '邮箱963', '性别963', '头像963');
INSERT INTO `user` VALUES ('id964', '登录名964', '密码964', '用户名964', '真实姓名964', '964', '964', '邮箱964', '性别964', '头像964');
INSERT INTO `user` VALUES ('id965', '登录名965', '密码965', '用户名965', '真实姓名965', '965', '965', '邮箱965', '性别965', '头像965');
INSERT INTO `user` VALUES ('id966', '登录名966', '密码966', '用户名966', '真实姓名966', '966', '966', '邮箱966', '性别966', '头像966');
INSERT INTO `user` VALUES ('id967', '登录名967', '密码967', '用户名967', '真实姓名967', '967', '967', '邮箱967', '性别967', '头像967');
INSERT INTO `user` VALUES ('id968', '登录名968', '密码968', '用户名968', '真实姓名968', '968', '968', '邮箱968', '性别968', '头像968');
INSERT INTO `user` VALUES ('id969', '登录名969', '密码969', '用户名969', '真实姓名969', '969', '969', '邮箱969', '性别969', '头像969');
INSERT INTO `user` VALUES ('id97', '登录名97', '密码97', '用户名97', '真实姓名97', '97', '97', '邮箱97', '性别97', '头像97');
INSERT INTO `user` VALUES ('id970', '登录名970', '密码970', '用户名970', '真实姓名970', '970', '970', '邮箱970', '性别970', '头像970');
INSERT INTO `user` VALUES ('id971', '登录名971', '密码971', '用户名971', '真实姓名971', '971', '971', '邮箱971', '性别971', '头像971');
INSERT INTO `user` VALUES ('id972', '登录名972', '密码972', '用户名972', '真实姓名972', '972', '972', '邮箱972', '性别972', '头像972');
INSERT INTO `user` VALUES ('id973', '登录名973', '密码973', '用户名973', '真实姓名973', '973', '973', '邮箱973', '性别973', '头像973');
INSERT INTO `user` VALUES ('id974', '登录名974', '密码974', '用户名974', '真实姓名974', '974', '974', '邮箱974', '性别974', '头像974');
INSERT INTO `user` VALUES ('id975', '登录名975', '密码975', '用户名975', '真实姓名975', '975', '975', '邮箱975', '性别975', '头像975');
INSERT INTO `user` VALUES ('id976', '登录名976', '密码976', '用户名976', '真实姓名976', '976', '976', '邮箱976', '性别976', '头像976');
INSERT INTO `user` VALUES ('id977', '登录名977', '密码977', '用户名977', '真实姓名977', '977', '977', '邮箱977', '性别977', '头像977');
INSERT INTO `user` VALUES ('id978', '登录名978', '密码978', '用户名978', '真实姓名978', '978', '978', '邮箱978', '性别978', '头像978');
INSERT INTO `user` VALUES ('id979', '登录名979', '密码979', '用户名979', '真实姓名979', '979', '979', '邮箱979', '性别979', '头像979');
INSERT INTO `user` VALUES ('id98', '登录名98', '密码98', '用户名98', '真实姓名98', '98', '98', '邮箱98', '性别98', '头像98');
INSERT INTO `user` VALUES ('id980', '登录名980', '密码980', '用户名980', '真实姓名980', '980', '980', '邮箱980', '性别980', '头像980');
INSERT INTO `user` VALUES ('id981', '登录名981', '密码981', '用户名981', '真实姓名981', '981', '981', '邮箱981', '性别981', '头像981');
INSERT INTO `user` VALUES ('id982', '登录名982', '密码982', '用户名982', '真实姓名982', '982', '982', '邮箱982', '性别982', '头像982');
INSERT INTO `user` VALUES ('id983', '登录名983', '密码983', '用户名983', '真实姓名983', '983', '983', '邮箱983', '性别983', '头像983');
INSERT INTO `user` VALUES ('id984', '登录名984', '密码984', '用户名984', '真实姓名984', '984', '984', '邮箱984', '性别984', '头像984');
INSERT INTO `user` VALUES ('id985', '登录名985', '密码985', '用户名985', '真实姓名985', '985', '985', '邮箱985', '性别985', '头像985');
INSERT INTO `user` VALUES ('id986', '登录名986', '密码986', '用户名986', '真实姓名986', '986', '986', '邮箱986', '性别986', '头像986');
INSERT INTO `user` VALUES ('id987', '登录名987', '密码987', '用户名987', '真实姓名987', '987', '987', '邮箱987', '性别987', '头像987');
INSERT INTO `user` VALUES ('id988', '登录名988', '密码988', '用户名988', '真实姓名988', '988', '988', '邮箱988', '性别988', '头像988');
INSERT INTO `user` VALUES ('id989', '登录名989', '密码989', '用户名989', '真实姓名989', '989', '989', '邮箱989', '性别989', '头像989');
INSERT INTO `user` VALUES ('id99', '登录名99', '密码99', '用户名99', '真实姓名99', '99', '99', '邮箱99', '性别99', '头像99');
INSERT INTO `user` VALUES ('id990', '登录名990', '密码990', '用户名990', '真实姓名990', '990', '990', '邮箱990', '性别990', '头像990');
INSERT INTO `user` VALUES ('id991', '登录名991', '密码991', '用户名991', '真实姓名991', '991', '991', '邮箱991', '性别991', '头像991');
INSERT INTO `user` VALUES ('id992', '登录名992', '密码992', '用户名992', '真实姓名992', '992', '992', '邮箱992', '性别992', '头像992');
INSERT INTO `user` VALUES ('id993', '登录名993', '密码993', '用户名993', '真实姓名993', '993', '993', '邮箱993', '性别993', '头像993');
INSERT INTO `user` VALUES ('id994', '登录名994', '密码994', '用户名994', '真实姓名994', '994', '994', '邮箱994', '性别994', '头像994');
INSERT INTO `user` VALUES ('id995', '登录名995', '密码995', '用户名995', '真实姓名995', '995', '995', '邮箱995', '性别995', '头像995');
INSERT INTO `user` VALUES ('id996', '登录名996', '密码996', '用户名996', '真实姓名996', '996', '996', '邮箱996', '性别996', '头像996');
INSERT INTO `user` VALUES ('id997', '登录名997', '密码997', '用户名997', '真实姓名997', '997', '997', '邮箱997', '性别997', '头像997');
INSERT INTO `user` VALUES ('id998', '登录名998', '密码998', '用户名998', '真实姓名998', '998', '998', '邮箱998', '性别998', '头像998');
INSERT INTO `user` VALUES ('id999', '登录名999', '密码999', '用户名999', '真实姓名999', '999', '999', '邮箱999', '性别999', '头像999');

-- ----------------------------
-- Table structure for `usermission`
-- ----------------------------
DROP TABLE IF EXISTS `usermission`;
CREATE TABLE `usermission` (
  `UserMission_Id` varchar(32) NOT NULL default '',
  `User_Id` varchar(255) NOT NULL,
  `Mission_Id` varchar(255) NOT NULL,
  PRIMARY KEY  (`UserMission_Id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of usermission
-- ----------------------------

-- ----------------------------
-- Table structure for `userproject`
-- ----------------------------
DROP TABLE IF EXISTS `userproject`;
CREATE TABLE `userproject` (
  `UserProject_Id` varchar(32) NOT NULL,
  `User_Id` varchar(32) NOT NULL,
  `Project_Id` varchar(32) NOT NULL,
  `User_Number` int(11) NOT NULL,
  `User_JoinTime` datetime NOT NULL,
  `Project_VisitTime` int(11) NOT NULL,
  PRIMARY KEY  (`UserProject_Id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of userproject
-- ----------------------------
